Repository: Diordna-Group/guardocs
Catalog: archivista/erp/lang/*/LC_MESSAGES/*.po
Languages: de_ch

source: This order has been changed or invoiced since this delivery was started to be actioned. Processing halted. To enter a delivery against this purchase order, it must be re-selected and re-read again to update the changes made by the other user.
de_ch: Diese Bestellung ist geändert worden, nachdem diese Lieferung in Auftrag gegeben wurde. Die Verarbeitung wurde unterbrochen. Damit Sie die Lieferung gegenüber der Einkaufsbestellung eingeben können, müssen Sie diese erneut auswählen und die Änderungen einlesen, die von einem anderen Benutzer gemacht wurden.

source: Select a different purchase order for receiving goods against
de_ch: Bitte eine andere Einkaufsbestellung auswählen, um Güter zu verbuchen.

source: Re-Read the updated purchase order for receiving goods against
de_ch: Bitte erneut die geänderte Einkaufsbestellung öffnen, um die Güter zu verbuchen.

source: Items to Receive
de_ch: Wareneingang

source: Process Receive Items
de_ch: Wareneingang verarbeiten

source: Supplier Credit Note
de_ch: Gutschrift Lieferant

source: Supplier credit note has been processed.
de_ch: Gutschrift des Lieferanten ist verarbeitet worden.

source: View this Credit Note
de_ch: Diese Gutschrift anzeigen

source: View the GL Journal Entries for this Credit Note
de_ch: Zeige im Hauptbuchjournal die Einträge dieser Gutschrift

source: Enter Another Credit Note
de_ch: Andere Gutschrift erfassen

source: The credit note cannot be processed because the there are no items or values on the invoice. Credit notes are expected to have a charge.
de_ch: Die Gutschrift kann nicht verarbeitet werden. Es gibt keine Artikel oder Werte auf der Rechnung. Gutschriften müssen einen Wert haben.

source: You must enter an credit note reference.
de_ch: Sie müssen eine Referenz zur Gutschrift eingeben.

source: You must enter a supplier's credit note reference.
de_ch: Sie müssen eine Lieferantenreferenz für eine Gutschrift eingeben.

source: The credit note as entered cannot be processed because the date entered is not valid.
de_ch: Die Gutschrift kann nicht verarbeitet werden. Das eingegebene Datum ist ungültig.

source: The invoice as entered cannot be processed because the due date is in an incorrect format.
de_ch: Die eingegebene Rechnung kann nicht verarbeitet werden. Das Fälligkeitsdatum ist liegt in einem ungültigen Format vor.

source: The credit note total as entered is less than the sum of the the general ledger entires (if any) and the charges for goods received. There must be a mistake somewhere, the credit note as entered will not be processed.
de_ch: Das Total der erfassten Gutschrift ist kleiner der Summe der Eintäge des Hauptbuches (falls es welche gibt) sowie der Chargen der empfangenen Güter. Irgendwo liegt ein Missverständnis vor. Die Gutschrift, so wie sie erfasst wurde, kann nicht verarbeitet werden.

source: Enter Credit Note
de_ch: Gutschrift erfassen

source: Select Received Items to Add
de_ch: Wähle erhaltene Waren hinzufügen

source: To enter supplier transactions the supplier must first be selected from the supplier selection screen, then the link to enter a supplier credit note must be clicked on.
de_ch: Um die Lieferantenbuchung zu erfassen, muss der Lieferant aus der Lieferantenauswahlsmaske ausgewählt werden. Danach muss der Link um eine Lieferantengutschrift zu erfassen, angeklickt werden.

source: The quantity to credit must be numeric.
de_ch: Die Anzahl bei der Gutschrift muss numerisch sein.

source: The quantity to credit must be greater than zero.
de_ch: Die Anzahl bei der Gutschrift muss grösser als null sein.

source: The price is either not numeric or negative.
de_ch: Der Preis ist entweder nicht numerisch oder negativ.

source: Return to Credit Note Entry
de_ch: Zurück zum Erfassen von Gutschriften

source: There are no received items for the selected supplier that have been invoiced.
de_ch: Es gibt keine erhaltenen Artikel für den ausgewählten Lieferanten, die in Rechnung gestellt wurden.

source: Credits can only be applied to invoiced items.
de_ch: Gutschriften können nur angewandt werden für in Rechnung gestellte Artikel.

source: Sequence #
de_ch: Sequenz #

source: Order
de_ch: Bestellung

source: Delivered
de_ch: Geliefert

source: Total Qty Received
de_ch: Total der gelieferten Menge

source: Qty Already Invoiced
de_ch: Bereits fakturierte Menge

source: Qty Yet To Invoice
de_ch: Noch zu fakturierende Menge

source: Order Price
de_ch: Betrag der Bestellung

source: Line Value
de_ch: Zeilenwert

source: Delivery Item Selected For Adding To A Supplier Credit Note
de_ch: Gelieferte ausgewählte Artikel für eine Lieferantengutschrift

source: Quantity to Credit
de_ch: Menge für Gutschrift

source: Credit Price
de_ch: Betrag der Gutschrift

source: Add to Credit Note
de_ch: Füge zur Gutschrift hinzu

source: Enter Supplier Invoice
de_ch: Lieferantenrechnung eingeben

source: Supplier invoice has been processed.
de_ch: Die Lieferantenrechnung ist verabeitet worden.

source: View this Invoice
de_ch: Diese Rechnung anzeigen

source: View the GL Journal Entries for this Invoice
de_ch: Zeige die Einträge des Hauptbuchjournals für diese Rechnung

source: Enter Another Invoice
de_ch: Andere Rechnung eingeben

source: The invoice cannot be processed because the there are no items or values on the invoice. Invoices are expected to have a charge.
de_ch: Die Rechnung kann nicht verarbeitet werden. Es gibt keine Artikel oder Beträge auf der Rechnung. Rechnungen müssen einen Betrag enthalten.

source: You must enter an invoice reference.
de_ch: Bitte geben Sie die Rechnungsreferenz ein.

source: You must enter a supplier's invoice reference.
de_ch: Sie müssen die Lieferantenreferenz eingeben.

source: The invoice as entered cannot be processed because the invoice date is in an incorrect format.
de_ch: Die erfasste Rechnung kann nicht verarbeitet werden. Das Rechnungsdatum liegt in einem ungültigen Format vor.

source: This invoice number has already been entered. It cannot be entered again.
de_ch: Die Rechnungsnummer ist bereits eingegeben worden. Sie kann nicht nochmals eingegeben werden.

source: Enter Invoice
de_ch: Rechnung erfassen

source: The quantity to invoice must be numeric.
de_ch: Die zu verrechnende Menge muss numerischer Natur sein.

source: The quantity to invoice must be greater than zero.
de_ch: Die zu verrrechnende Menge muss grösser als null sein.

source: The price is not numeric.
de_ch: Der Betrag ist nicht numerisch.

source: The price being invoiced is more than the purchase order price by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
de_ch: Der in Rechnung gestellte Preis is höher als jener der Einkaufsrechnung sowie der zulässigen Prozentmarge für eine Überfakturierung. Das System lässt dies nicht zu. Bitte weisen Sie den Systemadministratoren an, die entsprechenden Parameter zu verändern, falls dies notwendig ist.

source: The over-charge percentage allowance is :
de_ch: Die Prozentmarge der zulässigen Überfakturierung ist :

source: The quantity being invoiced is more than the outstanding quantity by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
de_ch: Die in Rechnung gestellte Menge ist grösser als die ausstehende Menge sowie die erlaubte Überlieferung in Prozent. Das System lässt dies nicht zu. Bitte weisen Sie den Systemadministratoren an, die entsprechenden Parameter zu veränden.

source: Back to Supplier Invoice Entry
de_ch: Zurück zur Eingabe für eine Lieferantenrechnung

source: There are no outstanding items received from this supplier that have not been invoiced by them.
de_ch: Es gibt keine ausstehenden Artikel, die von diesem Lieferanten eingegangen sind bzw. noch nicht fakturiert wurden.

source: Items Received Yet to be Invoiced
de_ch: Erhaltene aber noch nicht fakturierte Artikel

source: P.O.
de_ch: Eink-Best.

source: Received On
de_ch: Empfangene

source: Quantity Received
de_ch: Erhaltene Menge

source: Quantity Invoiced
de_ch: Menge fakturiert

source: Uninvoiced Quantity
de_ch: Nicht fakturierte Menge

source: Delivery Item Selected For Adding To A Supplier Invoice
de_ch: Gelieferte ausgewählte Artikel, die einer Lieferantenrechnung zugewiesen werden können.

source: Quantity Outstanding
de_ch: Menge ausstehend

source: Quantity to Invoice
de_ch: Fakturierte Menge

source: Actual Price
de_ch: Aktueller Preis

source: Add to Invoice
de_ch: Füge Rechnung hinzu

source: Supplier Payment Entry
de_ch: Erfasse Lieferantenzahlung

source: Payment has been sucessfully entered
de_ch: Die Zahlung ist erfolgreich erasst worden

source: View the GL Journal Entries for this Payment
de_ch: Zeige die Einträge des Hauptbuchjournals für diese Zahlung

source: Allocate this Payment
de_ch: Diese Zahlung bereitstellen

source: Enter another supplier payment
de_ch: Andere Lieferantenzahlung eingeben

source: From Bank Account:
de_ch: Von Bankkonto:

source: Amount of Payment:
de_ch: Betrag der Zahlung:

source: Amount of Discount:
de_ch: Gewährter Rabatt:

source: Date Paid
de_ch: Datum der Zahlung

source: Payment To:
de_ch: Zahlung für:

source: Payment Type:
de_ch: Zahlungsart:

source: Enter Payment
de_ch: Zahlung erfassen

source: The amount and discount are in the bank account's currency.
de_ch: Der Betrag und der Rabatt werden in der Währung des Bankkontos vorgenommen.

source: The entered amount is invalid or less than zero.
de_ch: Der eingegebene Betrag ist ungültig oder kleiner als null.

source: The entered discount is invalid or less than zero.
de_ch: Der eingegebene Rabatt ist ungültig oder kleiner als null.

source: The total of the amount and the discount negative. Please enter positive values.
de_ch: Das Total des Betrages und des Rabattes ist negativ. Bitte geben Sie positive Werte ein.

source: Add GL Items
de_ch: Füge Posten im Hauptbuch hinzu

source: To enter a supplier invoice or credit note the supplier must first be selected.
de_ch: Um eine Lieferantenrechnung oder Gutschrift zu erfassen, muss der Lieferant zunächst ausgewählt werden.

source: The account code entered is not a valid code, this line cannot be added to the transaction.
de_ch: Der Kontencode ist kein gültiger Code, diese Zeile kann für diese Buchung nicht hinzugefügt werden.

source: The amount entered is not numeric. This line cannot be added to the transaction.
de_ch: Der eingegebene Betrag ist nicht numerischer Art. Die Zeile kann deshalb nicht zur Buchung hinzugefügt werden.

source: Back to Invoice Entry
de_ch: Zurück zur Rechnungseingabe

source: Back to Credit Note Entry
de_ch: Zurück zur Gutschrifteneingabe

source: Enter a GL Line
de_ch: Hauptbuchzeile erfassen

source: GL Account Selection:
de_ch: Wähle Hauptbuchkonto:

source: Add GL Line
de_ch: Zeile in Hauptbuch hinzufügen

source: Allocate Supplier Payment or Credit Note
de_ch: Lieferantenzahlung oder Gutschrift einem Lieferanten zuweisen

source: The entry for one or more amounts is invalid.
de_ch: Die Eingabe einer oder mehrerer Beträge ist ungültig.

source: The entry for an amount to allocate was negative. A positive allocation amount is expected.
de_ch: Die Eingabe für einen Betrag, der zugewiesen werden soll, ist negativ. Ein positver Wert ist notwendig.

source: These allocations cannot be processed because the amount allocated is more than the total amount left to allocate.
de_ch: Diese zuzuweisenden Beträge können nicht verarbeitet werden. Der zuzuweisende Betrag ist höher als der Betrag links.

source: Allocation of
de_ch: Zugewiesen

source: Transaction Type
de_ch: Buchungstyp

source: Other Allocations
de_ch: Andere Zuweilsung

source: This Allocation
de_ch: Diese Zuweisung

source: Left to Allocate
de_ch: Übrig für Zuweisungen

source: All
de_ch: Alle

source: Total Allocated
de_ch: Total zugewiesen

source: There are no unsettled transactions to allocate.
de_ch: Es gibt keine offene zuzuweisende Buchungen.

source: Back to Allocations
de_ch: Zurück zu den Zuweisungen

source: Supplier Allocations
de_ch: Lieferantenzuweisungen

source: Select a Supplier:
de_ch: Wähle einen Lieferanten:

source: Show Settled Items:
de_ch: Zeige erledigte Possten:

source: Left To Allocate
de_ch: Übrig für Zuweisungen

source: Allocate
de_ch: Zuweisen

source: Marked items are settled.
de_ch: Ausgewählte Posten sind erledigt.

source: There are no allocations to be done.
de_ch: Es gibt keine Zuweisungen mehr, die zu erledigen sind.

source: Search Outstanding Purchase Orders
de_ch: Suche ausstehende Einkaufsbestellungen

source: Supplier's Reference
de_ch: Referenz des Lieferanten

source: Order Date
de_ch: Bestelldatum

source: Order Total
de_ch: Bestelltotal

source: Receive
de_ch: Erhalten

source: Marked orders have overdue items.
de_ch: Ausgewählte Bestellungen haben überfällige Posten.

source: Search Purchase Orders
de_ch: Suche Einkaufsbestellungen

source: into location:
de_ch: nach Standort:

source: Select a supplier:
de_ch: Lieferant auswählen:

source: show settled:
de_ch: Zeige erledigte:

source: There are no transactions to display for the given dates.
de_ch: Es gibt keine Buchungen für diesen Datumsbereich.

source: Supp Reference
de_ch: Supp Referenz

source: Allocated
de_ch: Zugewiesen

source: Allocations
de_ch: Zuweisungen

source: Marked items are overdue.
de_ch: Ausgewählte Posten sind überfällig.

source: Supplier Inquiry
de_ch: Lieferantenanfrage

source: Select a supplier:
de_ch: Wähle einen Lieferanten:

source: Days
de_ch: Tage

source: Over
de_ch: Über

source: Terms
de_ch: Konditionen

source: Current
de_ch: Aktuell

source: Total Balance
de_ch: Total Bilanz

source: There are no tax groups defined in the system. At least one tax group is required before proceeding.
de_ch: Es gibt keine definierten Steuergruppen im System. Mindestens eine Steuergruppe ist notwendig, damit fortgefahren werden kann.

source: The supplier name must be entered.
de_ch: Der Lieferantenname muss eingegeben werden.

source: Cannot delete this supplier because there are transactions that refer to this supplier.
de_ch: Dieser Lieferant kann nicht gelöscht werden. Es gibt Buchungen, die auf diesen Lieferanten verweisen.

source: Cannot delete the supplier record because purchase orders have been created against this supplier.
de_ch: Dieser Lieferant kann nicht gelöscht werden. Es gibt Einkaufsrechnungen, die mit diesem Lieferanten erstellt wurden.

source: Edit Supplier
de_ch: Lieferant bearbeiten

source: Enter a new supplier
de_ch: Neuen Lieferanten eingeben

source: Supplier Name:
de_ch: Name des Lieferanten:

source: Bank Account:
de_ch: Bankkonto:

source: Supplier's Currency:
de_ch: Währung des Lieferanten:

source: Tax Group:
de_ch: Steuergruppe:

source: Payment Terms:
de_ch: Zahlungskonditionen:

source: Accounts
de_ch: Konten

source: Purchase Account:
de_ch: Einkaufskonto

source: Update Supplier
de_ch: Lieferanten aktualisieren

source: Delete Supplier
de_ch: Lieferanten löschen

source: Add New Supplier Details
de_ch: Neuen Lieferanten erfassen

source: View Purchase Order Delivery
de_ch: Zeige gelieferte Einkaufsbestellungen

source: This page must be called with a Purchase Order Delivery number to review.
de_ch: Diese Seite kann nur mit einer Nummer für eine gelieferte Einkaufsrechnung angezeigt werden.

source: Purchase Order Delivery
de_ch: Gelieferte Einkaufsbestellungen

source: Line Details
de_ch: Details zu Zeilen

source: Item Description
de_ch: Artikelbeschreibung

source: Delivery Date
de_ch: Lieferdatum

source: Unit
de_ch: Einheit

source: Line Total
de_ch: Zeilentotal

source: Total Excluding Tax/Shipping
de_ch: Total exklusive Steuern/Lieferkosten

source: This delivery has been voided.
de_ch: Diese Lieferung ist storniert worden.

source: View Purchase Order
de_ch: Zeige Einkaufsbestellungen

source: This page must be called with a purchase order number to review.
de_ch: Diese Seite kann nur mit einer Nummer für die Einkaufsbestellung aufgerufen werden.

source: Purchase Order
de_ch: Einkaufsbestellung

source: Requested By
de_ch: Bestellt von

source: Deliveries
de_ch: Lieferungen

source: Delivered On
de_ch: Geliefert am

source: Invoices/Credits
de_ch: Rechnungen/Gutschriften

source: View Supplier Credit Note
de_ch: Zeige Gutschrift des Lieferanten

source: SUPPLIER CREDIT NOTE
de_ch: Gutschrift Lieferant

source: Invoice Date
de_ch: Rechnungsdatum

source: Sub Total
de_ch: Zwischentotal

source: TOTAL CREDIT NOTE
de_ch: Total Gutschrift

source: This credit note has been voided.
de_ch: Diese Gutschrift ist storniert worden.

source: View Supplier Invoice
de_ch: Zeige Rechnungen des Lieferanten

source: SUPPLIER INVOICE
de_ch: Lieferantenrechnung

source: TOTAL INVOICE
de_ch: Total der Rechnung

source: This invoice has been voided.
de_ch: Diese Rechnung ist storniert worden.

source: View Payment to Supplier
de_ch: Zeige Zahlungen an Lieferanten

source: Payment to Supplier
de_ch: Zahlung an Lieferant

source: To Supplier
de_ch: Für Lieferant

source: Payment Currency
de_ch: Währung der Zahlung

source: Supplier's Currency
de_ch: Währung des Lieferanten

source: Balances in Home Currency
de_ch: Bilanz in der Basiswährung

source: Trans Type
de_ch: Art der Buchung

source: Charges
de_ch: Gebühren

source: Credits
de_ch: Gutschrift

source: End Date
de_ch: Abschlusdatum

source: Customer
de_ch: Kunde

source: Customer Balances
de_ch: Kundenbilanz

source: Grand Total
de_ch: Gesamttotal

source: Summary Only
de_ch: Nur Zusammenfassung

source: Detailed Report
de_ch: Detailierter Bericht

source: Aged Customer Analysis
de_ch: Zeitliche Analyse der Kunden

source: All Areas
de_ch: Alle Regionen

source: All Sales Folk
de_ch: Alle Verkäufer

source: Greater than
de_ch: Grösser als

source: Less than
de_ch: Kleiner als

source: Customer Postal Address
de_ch: Postadresse des Kunden

source: Price/Turnover
de_ch: Preis/Umsatz

source: Branch Contact Information
de_ch: Kontaktinformation Abteilung

source: Branch Delivery Address
de_ch: Lieferadresse für Abteilung

source: Activity Since
de_ch: Aktiv seit

source: Sales Folk
de_ch: Verkäufer

source: Activity
de_ch: Aktivität

source: Customer Details Listing
de_ch: Liste mit Kundendetails

source: Customers in
de_ch: Kunden in

source: Price List
de_ch: Preisliste

source: Turnover
de_ch: Umsatz

source: Ph
de_ch: Telefon privat

source: Category/Items
de_ch: Kategorie/Artikel

source: GP %
de_ch: Kostenbeitrag %

source: Category
de_ch: Kategorie

source: Show GP %
de_ch: Kostenbeitrag anzeigen %

source: Price Listing
de_ch: Preisliste

source: Prices
de_ch: Preise

source: All Orders
de_ch: Alle Bestellungen

source: Back Orders Only
de_ch: Nur Auftragsrückstand

source: Branch
de_ch: Abteilung

source: Customer Ref
de_ch: Kundenreferenz

source: Ord Date
de_ch: Bestelldatum

source: Del Date
de_ch: Löschdatum

source: Loc
de_ch: Standort

source: Invoiced
de_ch: Fakturiert

source: Selection
de_ch: Auswahl

source: Order Status Listing
de_ch: Liste Bestellstatus

source: INVOICE
de_ch: Rechnung

source: CREDIT NOTE
de_ch: Gutschrift

source: STATEMENT
de_ch: Bankauszug

source: QUOTE
de_ch: Offerte

source: SALES ORDER
de_ch: Verkaufsbestellung

source: Balances in Home currency
de_ch: Bilanz in Basiswährung

source: Supplier Balances
de_ch: Lieferentenbilanz

source: currency
de_ch: Währung

source: Aged Supplier Analysis
de_ch: Zeitliche Analyse der Lieferanten

source: Payment Report
de_ch: Zahlungsbericht

source: GRN
de_ch: Notiz erhl. Güter

source: Qty Recd
de_ch: Anz. erh.

source: qty Inv
de_ch: Anz. fakt.

source: Std Cost
de_ch: Kosten Std

source: Value
de_ch: Wert

source: Outstanding GRNs Report
de_ch: Bericht mit ausstehenden Kostenrechungen

source: PURCHASE ORDER
de_ch: Einkaufsbestellung

source: Inventory Valuation Report
de_ch: Bericht Lagerbewertung

source: QOH
de_ch: Anz. in Lager

source: Cust Ord
de_ch: Kundenbest.

source: Supp Ord
de_ch: Lief.-Best.

source: Sugg Ord
de_ch: Offerte

source: Inventory Planning Report
de_ch: Bericht mit Lagervorbewertung

source: Difference
de_ch: Differenz

source: Stock Check Sheets
de_ch: Lagerbestandsblätter

source: Wrk Ctr
de_ch: Arb.-platz

source: Bill of Material Listing
de_ch: Plan für benötigtes Material

source: YTD
de_ch: Laufendes Jahr

source: Dimension Summary
de_ch: Zusammenfassung Kostenstellen

source: Type/Account
de_ch: Typ/Konto

source: Date/Dim.
de_ch: Datum/Dim.

source: Person/Item/Memo
de_ch: Person/Artikel/Notiz

source: List of Journal Entries
de_ch: Liste der Journaleinträge

source: GL Account Transactions
de_ch: Buchungen Hauptbuch

source: Year
de_ch: Jahr

source: Amounts in thousands
de_ch: Beträge in Tausend

source: Annual Expense Breakdown
de_ch: Jährliche Ausgabenanalyse

source: Calculated Return
de_ch: Kalkulierter Rückfluss

source: Open Balance
de_ch: Offene Bilanz

source: Close Balance
de_ch: Geschlossene Bilanz

source: Group
de_ch: Gruppe

source: Accumulated
de_ch: Zusammengefasst

source: Achieved %
de_ch: Ereicht %

source: Period Y-1
de_ch: Zeitraum Y-1

source: Profit and Loss Statement
de_ch: Gewinn- und Verlustrechnung

source: Tax Report
de_ch: Steuerbericht

source: Branch Name
de_ch: Abteilungsname

source: Net
de_ch: Netto

source: Tax
de_ch: Steuer

source: Total Outputs
de_ch: Total Ausgaben

source: Total Inputs
de_ch: Total Einnahmen

source: Tax Rate
de_ch: Steuerrate

source: Outputs
de_ch: Ausgaben

source: Output Tax
de_ch: Steuer Ausgaben

source: Inputs
de_ch: Einnahmen

source: Input Tax
de_ch: Steuer Einnahmen

source: No tax specified
de_ch: Keine Steuer definiert

source: Reports and Analysis
de_ch: Berichte und Analysen

source: Currency Filter
de_ch: Währungsfilter

source: Graphics
de_ch: Grafisch

source: Customer Detail Listing
de_ch: Detailierte Liste der Kunden

source: Activity Greater Than
de_ch: Aktivität ist grösser als

source: Activity Less Than
de_ch: Aktivität ist kleiner als

source: Inventory Category
de_ch: Kategorie Lager

source: Show Pictures
de_ch: Zeige Bilder

source: Stock Location
de_ch: Lagerstandort

source: Print Invoices/Credit Notes
de_ch: Drucke Rechnungen/Gutschriften

source: To
de_ch: Für

source: Bank Account
de_ch: Bankkonto

source: email Customers
de_ch: Main an Kunden

source: Payment Link
de_ch: Zahlungslink

source: Print Statements
de_ch: Drucke Bankanweisungen

source: Email Customers
de_ch: Mail an Kunden

source: Print Sales Orders
de_ch: Drucke Verkaufsbestellungen

source: Aged Supplier Analyses
de_ch: Zeitliche Analyse der Lieferanten

source: Print Purchase Orders
de_ch: Drucke Einkaufsbestellungen

source: Inventory
de_ch: Lager

source: Manufactoring
de_ch: Produktion

source: From component
de_ch: Von Komponente

source: To component
de_ch: Zu Komponente

source: From Dimension
de_ch: Von Dim.

source: To Dimension
de_ch: Bis Dim.

source: Show Balance
de_ch: Zeige Bilanz

source: Dimension Details
de_ch: Details Kostenstellen

source: Banking
de_ch: Banken

source: General Ledger
de_ch: Hauptbuch

source: Show Balances
de_ch: Zeige Bilanz

source: From Account
de_ch: Von Konto

source: To Account
de_ch: Bis Konto

source: Compare to
de_ch: Vergleiche mit

source: Zero values
de_ch: Leere Werte

source: Customer Credit Note
de_ch: Kundengutschriften

source: There are no customers, or there are no customers with branches. Please define customers and customer branches.
de_ch: Es gibt keine Kunden, oder es gibt keine Kunden mit Abteilungen. Bitte definierten Sie Kunden und Abteilungen.

source: Credit Note has been processed
de_ch: Gutschrift ist verarbeitet worden

source: View this credit note
de_ch: Diese Gutschrift anzeigen

source: The entered date for the credit note is invalid.
de_ch: Das eingegebene Datum für diese Gutschrift ist ungültig.
