Repository: Diordna-Group/guardocs
Catalog: archivista/erp/lang/*/LC_MESSAGES/*.po
Languages: de_ch

source: The dimension has been deleted.
de_ch: Diese Dimension wurde gelöscht.

source: The dimension has been closed. There can be no more changes to it.
de_ch: Diese Dimension wurde geschlossen. Es können daher keine Änderungen mehr gemacht werden.

source: Enter a new dimension
de_ch: Neue Dimension anlegen

source: Select an existing dimension
de_ch: Bestehende Dimension wählen

source: The dimension reference must be entered.
de_ch: Referenz zur Dimension muss eingegeben werden.

source: The entered reference is already in use.
de_ch: Die angegebene Referenz wird bereits verwendet.

source: The dimension name must be entered.
de_ch: Der Name der Dimension muss eingegeben werden.

source: The date entered is in an invalid format.
de_ch: Das eingegebene Datum ist ungültig.

source: The required by date entered is in an invalid format.
de_ch: 'Ausführung bis Datum' enthält ein ungültiges Format.

source: This dimension cannot be deleted because it has already been processed.
de_ch: Diese Dimension kann nicht gelöscht werden, weil sie bereits verarbeitet wurde.

source: The dimension sent is not valid.
de_ch: Diese gesendeten Dimension ist nicht gültig.

source: This dimension is closed and cannot be edited.
de_ch: Diese Dimension ist geschlossen und kann nicht mehr editiert werden.

source: Dimension Reference:
de_ch: Referenz zur Dimension:

source: Type
de_ch: Typ

source: Start Date
de_ch: Start Datum

source: Date Required By
de_ch: Datum benötigt von

source: Close This Dimension
de_ch: Dimension schliessen

source: Delete This Dimension
de_ch: Dimension löschen

source: Search Outstanding Dimensionss
de_ch: Ausstehende Kostenstellen abfragen

source: Search Dimensions
de_ch: Suche nach Kostenstellen

source: Reference:
de_ch: Referenz:

source: From:
de_ch: Von:

source: To:
de_ch: Bis:

source: Only Overdue:
de_ch: Nur Überfällige:

source: Only Open:
de_ch: Nur Offene:

source: Date
de_ch: Datum

source: Due Date
de_ch: Fälligkeitsdatum

source: Balance
de_ch: Ausgleich

source: View Dimension
de_ch: Dimension anzeigen

source: The work order number sent is not valid.
de_ch: Die gesendete Auftragsnummer ist ungültig.

source: This dimension is closed.
de_ch: Diese Dimension ist geschlossen.

source: Transfer between Bank Accounts
de_ch: Überweisungen zwischen Bankkonten

source: There are no bank accounts defined in the system.
de_ch: Es gibt keine definierten Bankkonten im System.

source: There are no bank transfer types defined in the system.
de_ch: Es gibt keine definierten Überweisungsarten im System.

source: Transfer has been entered
de_ch: Überweisung ist eingegeben worden

source: View the GL Journal Entries for this Transfer
de_ch: Zeige die Einträge des Hauptbuchjournals für diese Überweisung

source: Enter Another Transfer
de_ch: Andere Überweisung eingeben

source: From Account:
de_ch: Von Kotno:

source: To Account:
de_ch: Zu Konto:

source: Transfer Date:
de_ch: Überweisungsdatum:

source: Amount:
de_ch: Betrag:

source: Transfer Type:
de_ch: Überweisungstyp:

source: Enter Transfer
de_ch: Überweisung eingeben

source: The entered amount is invalid.
de_ch: Die eingegebene Summe ist ungültig.

source: The entered amount must be a positive number.
de_ch: Der eingegebene Betrag muss positiver Natur sein.

source: You must enter a reference.
de_ch: Sie müssen eine Referenz eingeben.

source: The source and destination bank accouts cannot be the same.
de_ch: Quell- und Zielkonto dürfen nicht auf das gleiche Bankkonto lauten.

source: There are no account groups defined. Please define at least one account group before entering accounts.
de_ch: Es sind keine Kontengruppen definiert. Bitte definieren Sie mindestens eine Kontengruppe, bevor Sie Konten erfassen.

source: The Budget has been saved.
de_ch: Das Budget ist gesichert worden.

source: The Budget has been deleted.
de_ch: Das Budget ist gelöscht worden.

source: Account Code:
de_ch: Buchungscode:

source: Get
de_ch: Erhalten

source: Period
de_ch: Zeitdauer

source: Amount
de_ch: Betrag

source: Dim. incl.
de_ch: Dim. inkl.

source: Last Year
de_ch: Letzes Jahr

source: Bank Account Deposit Entry
de_ch: Bankkonteneinlage eingeben

source: There are no bank payment types defined in the system.
de_ch: Es gibt keine definierten Zahlungsarten für Bankkonten im System.

source: Deposit has been entered
de_ch: Die Einlage ist eingegeben worden

source: View the GL Postings for this Deposit
de_ch: Zeige die Hauptbucheinträge für diese Einlage

source: Enter Another Deposit
de_ch: Weitere Einlage eingeben

source: The entered date for the deposit is invalid.
de_ch: Das eigegebene Datum für die Einlage ist ungültig.

source: The amount entered is not a valid number.
de_ch: Der eingegebene Betrag ist keine gültige Zahl.

source: The amount entered must be a postitive number.
de_ch: Der eingegebene Betrag muss positiver Natur sein.

source: The source and destination accouts cannot be the same.
de_ch: Quell- und Zielkonto dürfen nicht auf das gleiche Bankkonto lauten.

source: You cannot make a deposit from a bank account. Please use the transfer funds facility for this.
de_ch: Sie können keine Einlage von einem Bankkonto machen. Bitte benätigen Sie die Funktionalität 'Zahlungsverkehr'.

source: Deposit Items
de_ch: Posten der Einlagen

source: Process Deposit
de_ch: Einlage verarbeiten

source: Journal entry has been entered
de_ch: Der Journaleintrag ist eingegeben worden

source: View this Journal Entry
de_ch: Diesen Journaleintrag anzeigen

source: Enter Another Journal Entry
de_ch: Weiteren Journaleintrag eingeben

source: Dimension is closed.
de_ch: Die Dimension ist geschlossen.

source: You cannot enter both a debit amount and a credit amount.
de_ch: Sie können nicht gleichzeitig eine Einlage und eine Entnahme eingeben.

source: You must enter either a debit amount or a credit amount.
de_ch: Sie müssen entweder einen Betrag für eine Einlage oder Entnahme eingeben.

source: The debit amount entered is not a valid number.
de_ch: Der eingegebene Betrag für die Belastung ist keine gültige Nummer.

source: The debit amount entered cannot be zero or negative.
de_ch: Der eigegebene Betrag für die Belastung kann nicht negativer Natur sein.

source: The credit amount entered is not a valid number.
de_ch: Der eingegebene Betrag für die Gutschrift ist keine gültige Nummer.

source: The credit amount entered cannot be zero or negative.
de_ch: Der eingegebene Betrag für die Gutschrift kann nicht negativer Natur sein.

source: You cannot make a journal entry for a bank account. Please use one of the banking functions for bank transactions.
de_ch: Sie können keinen Journaleintrag für ein Bankkonto eingeben. Bitte benützen Sie die Bankenfunktionalität für Bankentransaktionen.

source: Rows
de_ch: Zeilen

source: Process Journal Entry
de_ch: Journaleingabe verarbeiten

source: The journal must balance (debits equal to credits) before it can be processed.
de_ch: Das Journal muss ausgeglichen sein (Debitoren müssen gleich den Kreditoren sein). Nur dann kann die Buchung verarbeitet werden.

source: Bank Account Payment Entry
de_ch: Zahlung für Bankkonto eingeben

source: Payment has been entered
de_ch: Zahlung ist eingegeben worden

source: View the GL Postings for this Payment
de_ch: Zeige die Hauptbucheinträge für diese Zahlung

source: Enter Another Payment
de_ch: Andere Zahlung eingeben

source: The entered date for the payment is invalid.
de_ch: Das eingegebene Datum für die Zahlung ist ungültig.

source: You cannot make a payment to a bank account. Please use the transfer funds facility for this.
de_ch: Sie können keine Zahlung für ein Bankkonto tätigen. Bitte benützen Sie die Funktionalität 'Geldüberweisungen'

source: Payment Items
de_ch: Zahlungsposten

source: Process Payment
de_ch: Zahlung verarbeiten

source: Bank Statement
de_ch: Anweisung Bank

source: Account:
de_ch: Konto:

source: Show
de_ch: Zeigen

source: Debit
de_ch: Belastung

source: Credit
de_ch: Gutschrift

source: Person/Item
de_ch: Person/Posten

source: Opening Balance
de_ch: Bilanz öffnen

source: Ending Balance
de_ch: Bilanz schliessen

source: General Ledger Account Inquiry
de_ch: Hauptbuchkonten abfragen

source: from:
de_ch: von:

source: to:
de_ch: bis:

source: Memo
de_ch: Notiz

source: No general ledger transactions have been created for this account on the selected dates.
de_ch: Keine Buchung im Hauptbauch für dieses Konto ist erstellt worden für den eingegebenen Zeitraum.

source: No zero values
de_ch: Keine leeren Werte

source: Account
de_ch: Konto

source: Account Name
de_ch: Kontoname

source: Brought Forward
de_ch: Übertragen

source: This Period
de_ch: Aktuelle Zeitspanne

source: The bank account name cannot be empty.
de_ch: Der Name des Bankkontos darf nicht leer sein.

source: Cannot delete this bank account because transactions have been created using this account.
de_ch: Dieses Bankkonto kann nicht gelöscht werden, weil es Buchungen gibt, die mit diesem Bankkonto erstellt wurden.

source: GL Account
de_ch: Konto Hauptbuch

source: Number
de_ch: Nummer

source: Currency
de_ch: Währung

source: Bank Address
de_ch: Adresse der Bank

source: New Bank Account
de_ch: Neues Bankkonto

source: Bank Account GL Code:
de_ch: Hauptbuchcode für Bankkonto

source: Account Type:
de_ch: Kontentyp:

source: Bank Name:
de_ch: Name der Bank

source: Bank Account Name:
de_ch: Name des Bankkontos:

source: Bank Account Number:
de_ch: Kontennummer:

source: Bank Account Currency:
de_ch: Währung für Konto:

source: Bank Address:
de_ch: Adresse der Bank

source: Bank Transaction Types
de_ch: Buchungsarten für Konto

source: The bank transaction type name cannot be empty.
de_ch: Die Buchungsart für Buchungen darf nicht leer sein.

source: Cannot delete this bank transaction type because bank transactions have been created referring to it.
de_ch: Diese Buchungsart kann nicht gelöscht werden, weil es Buchungen gibt, die mit dieser Buchungsart ausgelöst wurden.

source: New Bank Transaction Type
de_ch: Neuen Buchungstyp für Bankkonto erstellen

source: Description:
de_ch: Beschreibung:

source: The currency abbreviation must be entered.
de_ch: Das Kürzel für die Währung muss eingegeben werden.

source: The currency name must be entered.
de_ch: Die Währung muss eingegeben werden.

source: The currency symbol must be entered.
de_ch: Das Währungssymbol muss eingegeben werden.

source: The hundredths name must be entered.
de_ch: Die Bezeichnung für die Hunderter ist einzugeben.

source: Cannot delete this currency, because customer accounts have been created referring to this currency.
de_ch: Diese Währung kann nicht gelöscht werden. Es gibt Kundenkonten, die mit diesen Währungen arbeiten.

source: Cannot delete this currency, because supplier accounts have been created referring to this currency.
de_ch: Diese Währung kann nicht gelöscht werden. Es gibt Lieferantenkontos, die auf diese Währung lauten.

source: Cannot delete this currency, because the company preferences uses this currency.
de_ch: Diese Währung kann nicht gelöscht werden, weil die Firmeneinstellungen auf diese Währung lauten.

source: Cannot delete this currency, because thre are bank accounts that use this currency.
de_ch: Diese Währung kann nicht gelöscht werden, weil es Bankkonten gibt, welche diese Währung verwenden.

source: Abbreviation
de_ch: Abkürzung

source: Currency Name
de_ch: Name der Währung

source: Hundredths name
de_ch: Name für Hunderterbezeichnung

source: Country
de_ch: Land

source: The marked currency is the home currency which cannot be deleted.
de_ch: Die ausgewählte Währung ist die Basiswährung und kann daher nicht gelöscht werden.

source: Currency Abbreviation:
de_ch: Abkürzung für die Währung:

source: Currency Symbol:
de_ch: Symbol für die Währung:

source: Currency Name:
de_ch: Name der Währung:

source: Hundredths Name:
de_ch: Name der Hunderterbezeichnung:

source: Country:
de_ch: Land:

source: Enter a New Currency
de_ch: Bitte neue Währung eingeben

source: The exchange rate must be numeric.
de_ch: Der Wechselkurs muss numerischer Natur sein.

source: The exchange rate cannot be zero or a negative number.
de_ch: Der Wchselkurs kann nicht 0 oder negativ sein.

source: Date to Use From
de_ch: Gültig ab Datum

source: Exchange Rate
de_ch: Wechselkurs

source: Date to Use From:
de_ch: Gültig ab Datum:

source: Exchange Rate:
de_ch: Wechselkurs:

source: Exchange rates are entered against the company currency.
de_ch: Die Wechselkurse sind gegenüber der Basiswährung einzugeben.

source: Select a currency :
de_ch: Währung auswählen:

source: The selected currency is the company currency.
de_ch: Die gewählte Währung ist die Basiswährung der Firma.

source: The company currency is the base currency so exchange rates cannot be set for it.
de_ch: Die Basiswährung der Firma ist entspricht der Basis für den Wechselkurs und kann daher nicht gesetzt werden.

source: Enter a New Exchange Rate
de_ch: Bitte neuen Wechselkurs eingeben

source: Chart of Accounts
de_ch: Kontenübersicht

source: The account code must be entered.
de_ch: Bitte Kontennummer eingeben.

source: The account name cannot be empty.
de_ch: Der Kontenname darf nicht leer sein.

source: The account code must be numeric.
de_ch: Die Kontennummer muss numerisch sein.

source: Cannot delete this account because transactions have been created using this account.
de_ch: Dieses Konto kann nicht gelöscht werden. Es gibt bereits Buchungen für dieses Konto.

source: Cannot delete this account because it is used as one of the company default GL accounts.
de_ch: Dieses Konto kann nicht gelöscht werden. Es wird als eines der Hauptbuchkonten der Firma verwendet.

source: Cannot delete this account because it is used by a bank account.
de_ch: Dieses Konto kann nicht gelöscht werden. Es wird als Bankkonto verwendet.

source: Cannot delete this account because it is used by one or more Items.
de_ch: Dieses Konto kann nicht gelöscht werden. Es wird von mindestens einem oder mehreren Artikeln/Posten verwendet.

source: Cannot delete this account because it is used by one or more Taxes.
de_ch: Dieses Konto kann nicht verwendet werden. Es wird von einem Steuerkonto verwendet.

source: Cannot delete this account because it is used by one or more Customer Branches.
de_ch: Dieses Konto kann nicht gelöscht werden. Es wird von mindestens einer oder von mehreren Abteilungen von Kunden verwendet.

source: Cannot delete this account because it is used by one or more suppliers.
de_ch: Dieses Konto kann nicht gelöscht werden. Es wird für einem oder mehreren Lieferanten verwendet.

source: Select an Account:
de_ch: Bitte Konto wählen:

source: Edit Account
de_ch: Konto bearbeiten

source: New Account
de_ch: Neues Konto

source: Account Code 2:
de_ch: Zweiter Code für Konto:

source: Account Name:
de_ch: Kontenname:

source: Account Group:
de_ch: Kontengruppe:

source: Tax Type:
de_ch: Steuerart:

source: No Tax
de_ch: Keine Steuer

source: Add Account
de_ch: Konto hinzufügen

source: Update Account
de_ch: Konto aktualisieren

source: Delete account
de_ch: Konto löschen

source: The account class name cannot be empty.
de_ch: Der Name für die Kontenklasse darf nicht leer sein.

source: Cannot delete this account class because GL account types have been created referring to it.
de_ch: Dieses Konto kann nicht gelöscht werden. Es gibt einen oder mehrere Konten für das Hauptbuch, die auf dieses Konto verweisen.

source: Class ID
de_ch: Klassen-ID

source: Class Name
de_ch: Name der Klasse

source: Balance Sheet
de_ch: Bilanz abschliessen

source: New Account Class
de_ch: Neue Kontenklasse

source: Class ID:
de_ch: Klassen-ID:

source: Class Name:
de_ch: Name der Klasse:

source: Balance Sheet:
de_ch: Bilanz abschliessen:

source: The account group name cannot be empty.
de_ch: Der Name für eine Kontengruppe darf nicht leer sein.

source: You cannot set an account group to be a subgroup of itself.
de_ch: Sie können keine Kontengruppe als Untergruppe der eigenen Kontengruppe setzen.

source: Cannot delete this account group because GL accounts have been created referring to it.
de_ch: Dieses Konto kann nicht gelöscht werden. Es gibt Hauptbuchkonten, die auf dieses Konto verweisen.

source: Cannot delete this account group because GL account groups have been created referring to it.
de_ch: Diese Kontengruppe kann nicht gelöscht werden. Es gibt Hauptbuchkontengruppen, die auf diese Kontengruppe verweisen.

source: Subgroup Of
de_ch: Untergruppe von

source: Class Type
de_ch: Klassentyp

source: New Account Group
de_ch: Neue Kontengruppe eröffnen

source: Subgroup Of:
de_ch: Untergruppe von:

source: Class Type:
de_ch: Klassentyp:

source: View Bank Transfer
de_ch: Zeige Banküberweisungen

source: From Bank Account
de_ch: Von Bankkonto

source: To Bank Account
de_ch: Bis Bankkonto

source: Transfer Type
de_ch: Überweisungstyp

source: This transfer has been voided.
de_ch: Diese Überweisung ist storniert worden.

source: View Bank Deposit
de_ch: Zeige Bankguthaben

source: GL Deposit
de_ch: Zeite Hautbuchguthaben

source: From
de_ch: Von

source: Deposit Type
de_ch: Typ des Bankguthabens

source: This deposit has been voided.
de_ch: Dies Einlage ist storniert worden.

source: There are no items for this deposit.
de_ch: Es gibt keine Posten für diese Einlage

source: Items for this Deposit
de_ch: Posten für diese Einlage

source: Item Amounts are Shown in :
de_ch: Postenbeträge werden gezeigt in :

source: Account Code
de_ch: Kontencode

source: Account Description
de_ch: Kontenbeschreibung

source: View Bank Payment
de_ch: Zeige Bankzahlungen

source: GL Payment
de_ch: Hauptbuchzahlungen

source: Pay To
de_ch: Zahlbar an

source: Payment Type
de_ch: Zahlungsart

source: This payment has been voided.
de_ch: Diese Zahlung ist storniert worden.

source: There are no items for this payment.
de_ch: Es gibt keine Posten für diese Zahlung.

source: Items for this Payment
de_ch: Posten für diese Zahlung

source: General Ledger Transaction Details
de_ch: Deteils zu Buchungen im Hauptbuch

source: The script must be called with a valid transaction type and transaction number to review the general ledger postings for.
de_ch: Das Skript muss innerhalb einer gültigen Buchungsart und -nummer aufgerufen werden. Nur so können die dafür bestimmten Hauptbucheinträge gezeigt werden.

source: No general ledger transactions have been created for
de_ch: Keine Buchung für das Hauptbuch ist erstellt werden für

source: number
de_ch: Nummer

source: This transaction has been voided.
de_ch: Diese Buchung wurde storniert.

source: Item Adjustments Note
de_ch: Bemerkungen für das Abgleichen von Artikeln

source: There are no inventory items defined in the system which can be adjusted (Purchased or Manufactured).
de_ch: Es gibt keine Lagerartikel, die im System definiert wurden und die justiert werden könnten (Gekaufte oder Hergestellte).

source: There are no inventory movement types defined in the system. Please define at least one inventory adjustment type.
de_ch: Es gibt keine Lagerveränderungstypen, die im System definiert wurden. Bitte definieren Sie mindestens einen Lagerveränderungstyp.

source: Items adjustment has been processed
de_ch: Artikelangleichung ist vorgenommen worden.

source: View this adjustment
de_ch: Diesen Abgleich anzeigen

source: View the GL Postings for this Adjustment
de_ch: Zeige die Hauptbucheinträge für diesen Abgleich

source: Enter Another Adjustment
de_ch: Weiteren Abgleich eingeben

source: The entered date for the adjustment is invalid.
de_ch: Das eingegebene Datum für diesen Abgleich ist ungültig.

source: The adjustment cannot be processed because an adjustment item would cause a negative inventory balance :
de_ch: Der eingegenbe Abgleich kann nicht verarbeitet werden. Er würde dazu füren, dass Artikel einen negativen Lagerbestand erhalten würden.

source: The quantity entered is not a valid number.
de_ch: Die eingegebene Anzahl ist keine gültige Nummer.

source: The quantity entered must be greater than zero.
de_ch: Die eingegebene Anzahl muss grösser als 0 sein.

source: The entered standard cost is negative or invalid.
de_ch: Die eingegebenen Kosten sind negativ oder ungültig.

source: Adjustment Items
de_ch: Artikel abgleichen

source: Process Adjustment
de_ch: Abgleich vornehmen

source: Inventory Item Cost Update
de_ch: Lagerbestandskosten verändern

source: There are no costable inventory items defined in the system (Purchased or manufactured items).
de_ch: Es wurden keine kostenbezogene Artikel für das Lager definiert (Gekaufte oder hergestellte Artikel).

source: The entered cost is not numeric.
de_ch: Die eingegebenen Kosten sind nicht numerischer Natur.

source: The new cost is the same as the old cost. Cost was not updated.
de_ch: Die eingegebenen neuen Kosten entsprechen den bisherigen. Sie wurden daher nicht geändert.

source: Cost has been updated.
de_ch: Die Kosten sind geändert worden.

source: View the GL Journal Entries for this Cost Update
de_ch: Zeige die Hauptbuchjournaleinträge für diese Kostenveränderung

source: Item:
de_ch: Artikel:

source: Last Cost
de_ch: Letzte Kosten

source: Standard Material Cost Per Unit
de_ch: Übliche Materialkosten pro Einheit

source: Standard Labour Cost Per Unit
de_ch: Übliche Arbeitskosten pro Einheit

source: Standard Overhead Cost Per Unit
de_ch: Übliche Gemeinksten pro Einheit

source: Inventory Item Sales prices
de_ch: Verkaufspreis für Lagerartikel

source: There are no items defined in the system.
de_ch: Es gibt keine definierten Artikel im System.

source: There are no sales types in the system. Please set up sales types befor entering pricing.
de_ch: Es gibt keine Verkaufsarten im System. Bitte erstellen Sie zunächst Verkaufsarten im System, bevor Sie Preise eingeben.

source: The price entered must be numeric.
de_ch: Der eingegebene Preis muss numerischer Natur sein.

source: This price has been updated.
de_ch: Der Preis ist geändert worden.

source: The new price has been added.
de_ch: Der neue Preis ist hinzugefügt worden.

source: The selected price has been deleted.
de_ch: Der ausgewählte Preis ist gelöscht worden.

source: Sales Type
de_ch: Verkaufsarten

source: Price
de_ch: Preis

source: There are no prices set up for this part.
de_ch: Es gibt keine definierten Preise für diesen Artikel

source: Currency:
de_ch: Währung:

source: Sales Type:
de_ch: Verkaufsarten:

source: Price:
de_ch: Preis:

source: Add/Update Price
de_ch: Preis Hinzufügen/ändern

source: Supplier Purchasing Data
de_ch: Einkaufspreis bei Lieferant

source: There are no purchasable inventory items defined in the system.
de_ch: Es gibt keine Lagerartikel mit Einkaufspreis im System.

source: There are no suppliers defined in the system.
de_ch: Es gibt keine Lieferanten im System.

source: There is no item selected.
de_ch: Es sind keine Artikel ausgewählt.

source: The price entered was not numeric.
de_ch: Der eingegebene Preis ist nicht numerischer Natur.

source: The conversion factor entered was not numeric. The conversion factor is the number by which the price must be divided by to get the unit price in our unit of measure.
de_ch: Der Konvertierungsfaktor ist nicht numerischer Natur. Der Konvertierungsfaktor ist die Zahl, durch welche der Preis zu teilen ist, damit wir den Einzelpreis für unsere Verkaufseinheit bestimmen können.

source: This supplier purchasing data has been added.
de_ch: Die Einkaufsdaten des Lieferanten sind erfasst worden.

source: Supplier purchasing data has been updated.
de_ch: Die Einkaufsdaten des Lieferanten sind geändert worden.

source: The purchasing data item has been sucessfully deleted.
de_ch: Die Einkaufsdaten für den Artikel sind gelöscht worden.

source: Entered item is not defined. Please re-enter.
de_ch: Der eingegebene Artikel ist nicht definiert. Bitte erneut eingeben.
