Repository: Diordna-Group/guardocs
Catalog: archivista/erp/lang/*/LC_MESSAGES/*.po
Languages: de_ch

source: For credit notes created to write off the stock, a general ledger account is required to be selected.
de_ch: Für Gutschriften, welche eine Veränderung im Lger bewirken, muss ein Hauptbuch-Konto ausgewählt werden.

source: Please select an account to write the cost of the stock off to, then click on Process again.
de_ch: Bitte wählen Sie eine Konto, um die Kosten für die Lagerreduktion zu bestimmen, danach bitte auf Weiterfahren klicken.

source: The quantity must be greater than zero.
de_ch: Die Anzahl muss grösser als Null sein.

source: The entered price is negative or invalid.
de_ch: Der eingegebene Preis ist negativ oder ungültig.

source: The entered discount percent is negative, greater than 100 or invalid.
de_ch: Der eingegebene Prozentsatz ist negativ, grösser als 100 oder ungültig.

source: Credit Note Items
de_ch: Artikel Gutschrift

source: Process Credit Note
de_ch: Gutschrift verarbeiten

source: Credit all or part of an Invoice
de_ch: Gesamte Rechnung oder einen Teil als Gutschrift

source: This page can only be opened if an invoice has been selected for crediting.
de_ch: Diese Seite kann nur geöffnet werden, wenn eine Rechnung für eine Gutschrift ausgewählt wurde.

source: The entered shipping cost is invalid or less than zero.
de_ch: Die eingegebenen Lieferkosten sind ungültig oder kleiner als null.

source: This invoice can not be credited using the automatic facility.
de_ch: Die Rechnung kann nicht automatisch gutgeschrieben werden.

source: Crediting Invoice
de_ch: Rechnung gutschreiben

source: Tax Group
de_ch: Steuergruppe

source: Credit Note Date
de_ch: Datum der Gutschrift

source: Invoiced Quantity
de_ch: Fakturierte Anzahl

source: Credit Quantity
de_ch: Anzahl der Gutschrift

source: Discount %
de_ch: Rabatt %

source: Credit Shipping Cost
de_ch: Lieferkosten gutschreiben

source: Sub-total
de_ch: Zwischentotal

source: Credit Note Total
de_ch: Total Gutschrift

source: Credit Note Type
de_ch: Art der Gutschrift

source: Items Written Off
de_ch: Abgeschriebene Artikel

source: Items Returned to Inventory Location
de_ch: In den Lagerstandort zurückgelegte Artikel

source: Write Off the Cost of the Items to
de_ch: Kosten des Artikels abschreiben auf

source: Issue an Invoice and Deliver Items for a Sales Order
de_ch: Rechnung erstellen und Artikel für eine Verkaufsbestellung bereitstellen

source: Invoice processed
de_ch: Rechnung verarbeitet

source: View this invoice
de_ch: Diese Rechnung anzeigen

source: Issue Another Invoice
de_ch: Andere Rechnung ausstellen

source: Select Another Order For Invoicing
de_ch: Andere Bestellung für Rechnungsstellung auswählen

source: This page can only be opened if an order has been selected. Please select an order first.
de_ch: Diese Seite kann nur geöffnet werden, falls eine Bestellung ausgewählt wurde. Bitte wählen Sie zuerst eine solche aus.

source: Select a sales order to invoice
de_ch: Verkaufsbestellung für Rechnungsstellung auswählen

source: Select a different sales order to invoice
de_ch: Eine andere Verkaufsbestellung für Rechnungsstellunga auswählen

source: There are no ordered items with a quantity left to deliver. There is nothing left to invoice.
de_ch: Es gibt keine bestellten Artikel mit einer übriggebliebenen Menge. Es gibt keine Posten auf der Rechnung mehr.

source: This order item could not be retrieved. Please select another order.
de_ch: Dieser bestellte Artikel kann nicht abgerufen werden. Bitte andere Bestellung wählen.

source: This order has been changed or invoiced since this delivery was started to be confirmed. Processing halted.
de_ch: Diese Bestellung wurde geändert oder fakturiert. Die Verarbeitung wurde gestoppt, weil die Bestätigung für die Lieferung noch nicht eingetroffen ist.

source: To enter and confirm this dispatch/invoice the order must be re-selected and re-read again to update the changes made by the other user.
de_ch: Um eine Abfertigung/Rechnung einzugeben und zu bestätigen, muss die Bestellung erneut ausgewählt und gelesen werden, um allfällige Veränderungen anderer Benutzer mit einbeziehen zu können.

source: Select a sales order for confirming deliveries and invoicing
de_ch: Bitte Verkaufsrechnung wählen, um Lieferung und Rechnung bestätigen zu können

source: Original order for
de_ch: Ursprüngliche Rechnung für

source: has a quantity of
de_ch: hat eine Menge über

source: and an invoiced quantity of
de_ch: und die fakturierte Menge für

source: the session shows quantity of
de_ch: diese Sitzung zeigt die Menge von

source: and quantity invoice of
de_ch: und Menge fakturiert für

source: The entered invoice date is invalid.
de_ch: Das eingegebene Rechnungsdatum ist üngültig.

source: The entered invoice date is not in fiscal year.
de_ch: Das eigegebene Rechnungsdatum gehört nicht zum Buchhaltungsjahr.

source: The entered invoice due date is invalid.
de_ch: Das eingegenbe Rechnungsdatum ist ungültig.

source: The entered shipping value is not numeric.
de_ch: Die eingegebenen Lieferkosten sind nicht numerisch.

source: There are no item quantities on this invoice.
de_ch: Es gibt keine Artikelmengen für diese Rechnung.

source: The invoice cannot be processed because there is an insufficient quantity for component:
de_ch: Die Rechnung kann nicht verarbeitet werden, weil es nicht genügende Lagermengen für diese Teile gibt:

source: For Sales Order
de_ch: Für Verkaufsbestellungen

source: Delivery From
de_ch: Lieferung von

source: Invoice Items
de_ch: Rechnungsposten

source: Tax Type
de_ch: Steuerart

source: Discount
de_ch: Rabatt

source: Shipping Cost
de_ch: Kosten für Lieferung

source: Invoice Total
de_ch: Rechnungstotal

source: Marked items have insufficient quantities in stock.
de_ch: Die markierten Artikel haben ungenüngende Lagermengen.

source: Action For Balance
de_ch: Aktion für Ausgleich

source: Process Invoice
de_ch: Rechnung verarbeiten

source: Customer Payment Entry
de_ch: Zahlungen des Kunden eingeben

source: There are no customers defined in the system.
de_ch: Es sind keine Kunden im System erfasst.

source: The customer payment has been successfully entered.
de_ch: Die Zahlung des Kunden wurde erfolgreich eigegeben.

source: View the GL Journal Entries for this Customer Payment
de_ch: Zeige Hauptbuchjournal für diese Kundenzahlungen

source: Allocate this Customer Payment
de_ch: Zahlung einem Kunden zuweisen

source: Enter Another Customer Payment
de_ch: Weitere Kundenzahlung eingeben

source: The entered date is invalid. Please enter a valid date for the payment.
de_ch: Das eingegebene Datum ist ungültig. Bitte geben Sie ein gültiges Datum für die Zahlung ein.

source: The entered amount is invalid or negative and cannot be processed.
de_ch: Der eingegebene Preis ist ungültig oder negativ und kann nicht verarbeitet werden.

source: The entered discount is not a valid number.
de_ch: Der eingegebene Rabatt ist keine gültige Zahl.

source: The balance of the amount and discout is zero or negative. Please enter valid amounts.
de_ch: Die Summe des Preises und des Rabattes ist null oder negativ. Bitte gültigen Preis eingeben.

source: From Customer:
de_ch: Von Kunde:

source: Branch:
de_ch: Abteilung:

source: This customer account is on hold.
de_ch: Dieser Kunde ist auf 'Zurückhalten' gesetzt.

source: Customer prompt payment discount :
de_ch: Kundenrabatt für pünktliche Zahlungen :

source: Date of Deposit:
de_ch: Datum der Anzahlung:

source: Into Bank Account:
de_ch: Für Bankkonto:

source: Amount and discount are in customer's currency.
de_ch: Preis und Rabatte sind in der Kundenwährung einzugeben.

source: Add Payment
de_ch: Füge Zahlungen hinzu

source: Modifying Sales Order
de_ch: Verkaufsbestellung ändern

source: Order has been entered.
de_ch: Die Bestllung wurde eingegeben.

source: Confirm Order Delivery Quantities and Produce Invoice
de_ch: Bitte gewünschte Bestellmengen bestätigen. Anschliessend kann die Rechnung erstellt werden.

source: Enter a New Order
de_ch: Neue Bestellung erfassen

source: Order has been updated.
de_ch: Die Bestellung wurde geändert.

source: Select A Different Order
de_ch: Bitte andere Bestellung wählen

source: The entered date is not in fiscal year
de_ch: Das eingegegebene Datum liegt nicht im Buchhaltungsjahr

source: You must enter at least one line entry.
de_ch: Sie müssen mindestens eine Zeile eingeben.

source: You must enter the person or company to whom delivery should be made to.
de_ch: Sie müssen die Person oder Firma eingeben, für welche die Lieferung erfolgen soll.

source: You should enter the street address in the box provided. Orders cannot be accepted without a valid street address.
de_ch: Sie sollten die Adresse in der Bestellbox angeben. Bestellungen ohne gültige Adressen können nicht verarbeitet werden.

source: The shipping cost entered is expected to be numeric.
de_ch: Die Lieferkosten müssen numerisch eingegeben werden.

source: The delivery date is invalid.
de_ch: Das Lieferdatum ist ungültig.

source: The requested delivery date is before the date of the order.
de_ch: Das eingegebene Lieferdatum liegt vor dem Datum der Bestellung.

source: The item could not be updated because you are attempting to set the quantity ordered to less than 0, or the discount percent to more than 100.
de_ch: Der Artikel kann nicht gesichert werden, weil Sie versuchen, die Menge unter 0 zu setzen oder einen Rabatt zu geben, der höher als 100% ist

source: The item you attempting to modify the price for has already had some quantity invoiced at the old price. The item unit price cannot be modified retrospectively.
de_ch: Die Artikel die Sie verändern möchten, wurden z.T. bereits mit dem alten Preis fakturiert. Daher kann der Preis nachträglich nicht mehr verändert werden.

source: The item you attempting to modify has had some quantity invoiced at the old discount percent. The items discount cannot be modified retrospectively.
de_ch: Die Artikel, die Sie verändern möchten, wurden bereits in einer bestimmten Menge mit dem alten Rabatt fakturiert. Der Rabatt kann daher nicht mehr verändert werden.

source: You attempting to make the quantity ordered a quantity less than has already been invoiced. The quantity delivered and invoiced cannot be modified retrospectively.
de_ch: Sie versuchen eine Anzahl bei der Bestellung zu setzen, die kleiner ist als jene Menge die bereits fakturiert wurde. Bereits fakturierte Mengen könnnen nicht mehr bearbeitet werden.

source: This item cannot be deleted because some of it has already been invoiced.
de_ch: Diese Artikel können nicht gelöscht werden, weil einige Artikel bereits fakturiert wurden.

source: This order cannot be cancelled because some of it has already been invoiced. However, the line item quantities may be modified.
de_ch: Diese Bestellung kann nicht storniert werden, weil einige Artikel bereits fakturiert wurden. Allerdings können die gewünschten Posten verändert werden.

source: This sales invoice has been cancelled as requested.
de_ch: Die Verkaufsrechnung wurde wie gewünscht storniert.

source: Enter a New Sales Invoice
de_ch: Bitte neue Verkaufsrechnung eingeben

source: This sales order has been cancelled as requested.
de_ch: Die Bestellung wurde wie gewünscht storniert.

source: Enter a New Sales Order
de_ch: Bitte nun Verkaufsbestellung eingeben

source: There are no inventory items defined in the system.
de_ch: Es gibt keine Lagerartikel im System.

source: Invoice Date:
de_ch: Rechnungsdatum:

source: Sales Invoice Items
de_ch: Artikel für Verkaufsrechnug

source: Enter Delivery Details and Confirm Invoice
de_ch: Bitte Lieferdetails eingeben und Rechnung bestätigen

source: Cancel Invoice
de_ch: Rechnung stornieren

source: Order Date:
de_ch: Bestelldatum:

source: Sales Order Items
de_ch: Artikel für Verkaufsbestellungen

source: Enter Delivery Details and Confirm Order
de_ch: Bitte Lieferdetails eingeben und Bestellung bestätigen

source: Place Invoice
de_ch: Rechnung anlegen

source: Commit Invoice Changes
de_ch: Änderungen in Rechnungen sichern

source: Edit Invoice Items
de_ch: Artikel in Rechnungen ändern

source: Commit Order Changes
de_ch: Änderungen in Bestellungen sichern

source: Edit Order Items
de_ch: Artikel in Bestellungen ändern

source: Allocate Customer Payment or Credit Note
de_ch: Kundenzahlung oder Gutschrift zuweisen

source: Customer Allocations
de_ch: Kudenzahlung zuweisen

source: Select a customer:
de_ch: Kunden wählen:

source: The selected customer has no transactions for the given dates.
de_ch: Der gewählte Kunde hat keine Buchungen für die gewählte Zeitspanne.

source: Allocation
de_ch: Zahlungen

source: Customer Inquiry
de_ch: Kundenanfragen

source: CUSTOMER ACCOUNT IS ON HOLD
de_ch: Kundenkonto ist auf 'Zurückhalten' gesetzt

source: Credit This
de_ch: Guthaben zuweisen

source: Search Outstanding Sales Orders
de_ch: Suche nach ausstehenden Verkaufsbestellungen

source: Search All Sales Orders
de_ch: Suche in allen Verkaufsbestellungen

source: Order #
de_ch: Bestellung #

source: Cust Order #
de_ch: Kundenbest. #

source: Invoice
de_ch: Rechnung

source: Credit Status
de_ch: Kreditart

source: The credit status description cannot be empty.
de_ch: Die Beschreibung der Kreditart darf nicht leer sein.

source: Cannot delete this credit status because customer accounts have been created referring to it.
de_ch: Diese Kreditart kann nicht gelöscht werden, weil es Kundendatensätze gibt, die diese enthalten.

source: Dissallow Invoices
de_ch: Rechnungen nicht zulassen

source: Invoice OK
de_ch: Rechnungen ok

source: NO INVOICING
de_ch: Keine Rechnungen

source: New Credit Status
de_ch: Neuer Kreditstatus

source: Dissallow invoicing ?
de_ch: Rechnungen nicht zulassen ?

source: Customers
de_ch: Kunden

source: The customer name cannot be empty.
de_ch: Der Kundenname darf nicht leer sein.

source: The credit limit must be numeric.
de_ch: Die Kreditlimite muss numerisch sein.

source: The payment discount must be numeric.
de_ch: Der Zahlungsrabatt muss numerisch sein.

source: The discount percentage must be numeric.
de_ch: Der Rabatt in Prozent muss numerisch sein.

source: The credit limit must be a positive number.
de_ch: Die Kreditlimite muss grösser als 0 sein.

source: The payment discount is expected to be less than 100% and greater than or equal to 0.
de_ch: Zahlungsrabatte müssen kleiner als 100% und grösser als 0 sein.

source: The discount percent is expected to be less than 100 and greater than or equal to 0.
de_ch: Rabatte in Prozent müssen kleiner als 100% und grösser als 0 sein.

source: Customer has been updated.
de_ch: Die Kundendaten wurden aktualisiert.

source: A new customer has been added.
de_ch: Ein neuer Kunde ist eröffnet worden.

source: Add branches for this customer
de_ch: Füge Abteilungen für diesen Kunden hinzu

source: This customer cannot be deleted because there are transactions that refer to it.
de_ch: Dieser Kunde kann nicht gelöscht werden, weil es Buchungen für diesen Kunden gibt.

source: Cannot delete the customer record because orders have been created against it.
de_ch: Dieser Kunde kann nicht gelöscht werden, weil es Bestellungen für diesen Kunden gibt.

source: Cannot delete this customer because there are branch records set up against it.
de_ch: Dieser Kunde kann nicht gelöscht werden, weil es Abteilungsdatensätze für diesen Kunden gibt.

source: There are no sales types defined. Please define at least one sales type before adding a customer.
de_ch: Es gibt keine Verkaufsarten. Bitte definieren Sie mindestens eine Verkaufsart.

source: Edit Customer
de_ch: Kundenkonto bearbeiten

source: Enter a new customer
de_ch: Bitte neuen Kunden eingeben

source: Customer Name:
de_ch: Kundenname:

source: GSTNo:
de_ch: MwSt-Nummer:

source: Customer's Currency:
de_ch: Währung des Kunden:

source: Sales Type/Price List:
de_ch: Verkaufsart/Preisliste:

source: Discount Percent:
de_ch: Rabatt in Prozent:

source: Prompt Payment Discount Percent:
de_ch: Rabatt für pünktliche Zahlungen:

source: Credit Limit:
de_ch: Kreditlimite:

source: Credit Status:
de_ch: Kreditstatus:

source: Add New Customer
de_ch: Neuen Kunden hinzufügen

source: Update Customer
de_ch: Kunde aktulisieren

source: Delete Customer
de_ch: Kunde löschen

source: There are no customers defined in the system. Please define a customer to add customer branches.
de_ch: Es gibt keine Kunden im System. Bitte erstellen Sie zunächst einen Kunden und fügen Sie diesen einer Abteilung hinzu.

source: There are no sales people defined in the system. At least one sales person is required before proceeding.
de_ch: Es sind keine Verkaufspersonen definiert im System. Mindestens eine Verkaufsperson muss definiert werden.

source: There are no sales areas defined in the system. At least one sales area is required before proceeding.
de_ch: Es sind keine Verkaufsregionen definiert im System. Mindestens eine Verkaufsregion ist notwendig.

source: There are no shipping companies defined in the system. At least one shipping company is required before proceeding.
de_ch: Es sind keine Lieferfirmen definiert im System. Um fortfahren zu können, ist mindestens eine Lieferfirma notwendig.

source: The Branch name cannot be empty.
de_ch: Der Abteilungsname darf nicht leer sein.

source: Cannot delete this branch because customer transactions have been created to this branch.
de_ch: Diese Abteilung kann nicht gelöscht werden, weil es Kundentransaktionen gibt mit dieser Abteilung.

source: Cannot delete this branch because sales orders exist for it. Purge old sales orders first.
de_ch: Diese Abteilung kann nicht gelöscht werden, weil Bestellungen existieren. Bitte zuerst alte Bestellungen löschen.

source: Contact
de_ch: Kontakt

source: Sales Person
de_ch: Verkaufsperson

source: Area
de_ch: Region

source: Phone No
de_ch: Tel-Nr.

source: Fax No
de_ch: Fax-Nr.

source: The selected customer does not have any branches. Please create at least one branch.
de_ch: Der gewählte Kunde hat noch keine Abteilung. Bitte erstellen Sie mindestens eine Abteilung.

source: New Customer Branch
de_ch: Neue Kundenabteilung

source: Main Branch
de_ch: Hauptabteilung

source: Name and Contact
de_ch: Name und Kontakt

source: Branch Name:
de_ch: Abteilungsname:

source: Fax Number:
de_ch: Faxnummer:

source: E-mail:
de_ch: Mail:

source: Sales Person:
de_ch: Verkaufsperson:

source: Sales Area:
de_ch: Verkaufsregion:

source: Default Inventory Location:
de_ch: Gewünschter Lagerstandort:

source: Default Shipping Company:
de_ch: Normale Lieferfirma:

source: Disable this Branch:
de_ch: Diese Abteilung löschen:

source: Addresses
de_ch: Adressen

source: Mailing Address:
de_ch: Postadresse:

source: Billing Address:
de_ch: Rechnungsadresse:

source: The area description cannot be empty.
de_ch: Die Beschreibung der Region darf nicht leer sein.

source: Cannot delete this area because customer branches have been created using this area.
de_ch: Diese Region kann nicht gelöscht werden, weil Abteilungen mit dieser Region ertellt wurden.

source: Area Name
de_ch: Name Region

source: New Sales Area
de_ch: Neues Verkaufsregion

source: Area Name:
de_ch: Regnionenname:

source: The sales person name cannot be empty.
de_ch: Name des Verkäufers darf nicht leer sein.

source: Email
de_ch: Mail

source: New Sales Person
de_ch: Neue Verkaufsperson

source: Sales person name:
de_ch: Name Verkaufsperson:

source: Telephone number:
de_ch: Telefonnummer:

source: Fax number:
de_ch: Faxnummer:

source: The sales type description cannot be empty.
de_ch: Die Beschreibung der Verkaufsart kann nicht leer sein.

source: Cannot delete this sale type because customer transactions have been created using this sales type.
de_ch: Diese Verkaufsart kann nicht gelöscht werden, weil es Kundentransaktionen gibt die von dieser abhängen.

source: Cannot delete this sale type because customers are currently set up to use this sales type.
de_ch: Diese Verkaufsart kann nicht gelöscht werden, weil es derzeit Kunden gibt, die dieser Art zugewiesen sind.

source: Type Name
de_ch: Verkaufsart

source: New Sales type
de_ch: Neue Verkaufsart

source: View Credit Note
de_ch: Zeige Gutschriften

source: There are no line items on this credit note.
de_ch: Es gibt keine Posten in der Gutschrift.

source: Shipping
de_ch: Lieferung

source: TOTAL CREDIT
de_ch: Gesamttotal Kreditoren

source: View Sales Invoice
de_ch: Zeige Verkaufsrechnungen

source: SALES INVOICE
de_ch: Verkaufsrechnung

source: Charge To
de_ch: Rechnung an

source: Charge Branch
de_ch: Abt. belasten

source: Delivered To
de_ch: Geliefert an

source: Our Order No
de_ch: Unsere Bestellnummer

source: Customer Order Ref.
de_ch: Kundenreferenz der Bestellung

source: There are no line items on this invoice.
de_ch: Es gibt keine Posten für diese Rechnung.

source: View Customer Payment
de_ch: Zeige Kundenzahlungen

source: Customer Payment
de_ch: Kundenzahlung

source: From Customer
de_ch: Von Kunde

source: Into Bank Account
de_ch: Für Bankkonto

source: Date of Deposit
de_ch: Datum der Anzahlung

source: This customer payment has been voided.
de_ch: Die Zahlung des Kunden wurde storniert.

source: View Sales Order
de_ch: Zeige Verkaufsbestellungen

source: Sales Order
de_ch: Verkaufsbestellung

source: Order Information
de_ch: Bestellinformationen

source: Credit Notes
de_ch: Gutschriften

source: Customer Name
de_ch: Kundenname

source: Deliver To Branch
de_ch: Lieferung an Abteilung

source: Ordered On
de_ch: Bestellt am

source: Requested Delivery
de_ch: Lieferung bis

source: Order Currency
de_ch: Währung für Bestellung

source: Deliver From Location
de_ch: Lieferung erfolgt von

source: Delivery Address
de_ch: Lieferadresse

source: Telephone
de_ch: Telefon

source: Quantity Delivered
de_ch: Gelieferte Menge

source: Total Excluding Tax
de_ch: Gesamttotal (exkl. MwSt)

source: The item tax type description cannot be empty.
de_ch: Die Beschreibung für den Steuersatz für einen Artikel darf nicht leer sein.

source: Cannot delete this item tax type because items have been created referring to it.
de_ch: Dieser Steuersatz kann nicht gelöscht werden weil bereits Artikel basierend auf diesem Steuersatz erstellt wurden.

source: Tax exempt
de_ch: Steuerbefreit

source: New Item Tax type
de_ch: Neuer Posten für Steuerart

source: Is Fully Tax-exempt:
de_ch: Ist vollständig von der Steuer befreit

source: Select which taxes this item tax type is exempt from.
de_ch: Bitte wählen Sie die Posten, die von der Steuer befreit sind.

source: Tax Name
de_ch: Name des Steuersatzes

source: Is exempt
de_ch: Befreit

source: There are no tax types defined. Define tax types before defining tax groups.
de_ch: Es gibt keine Steuersätze. Bevor Sie Steuergruppen definieren können, muss ein Steuersatz definiert werden.

source: The tax group name cannot be empty.
de_ch: Die Beschreibung zum Steuersatz kann nicht leer sein.

source: An entered tax rate is invalid or less than zero.
de_ch: Eine eingegebner Steuersatz ist ungültig oder kleiner als null.

source: Cannot delete this tax group because customer branches been created referring to it.
de_ch: Dieser Steuergruppe kann nicht gelöscht werden, weil es Abteilungen von Kunden gibt, die von dieser Steuergruppe abhängen.

source: Cannot delete this tax group because suppliers been created referring to it.
de_ch: Diese Steuergruppe kann nicht gelöscht werden, weil es Lieferanten gibt, die von dieser Steuergruppe abhängen.

source: Tax Shipping
de_ch: Steuer auf Lieferkosten

source: New Tax Group
de_ch: Neue Steuergruppe

source: Tax Shipping:
de_ch: Steuer für Lieferung

source: Select the taxes that are included in this group.
de_ch: Bitte die Steuer wählen, die für diese Gruppe angewendet werden soll.

source: Default Rate (%)
de_ch: Standardsteuersatz (%)

source: Rate (%)
de_ch: Steuersatz (%)

source: Include in Price
de_ch: In Preis einschliessen
