Repository: Diordna-Group/guardocs
Catalog: archivista/erp/lang/*/LC_MESSAGES/*.po
Languages: de_ch

source: There is no purchasing data set up for the part selected
de_ch: Es gibt keine Einkaufsdaten für den ausgewählten Artikel

source: Supplier
de_ch: Lieferant

source: Supplier's Unit
de_ch: Einheit des Lieferanten

source: Supplier's Description
de_ch: Beschreibung des Lieferanten

source: Supplier:
de_ch: Lieferant:

source: Suppliers Unit of Measure:
de_ch: Einheit des Lieferanten:

source: Conversion Factor (to our UOM):
de_ch: Konvertierungsfaktor (für unsere Einheit):

source: Supplier's Code or Description:
de_ch: Lieferantencode oder Beschreibung:

source: Update Purchasing Data
de_ch: Ändern der Einkaufsdaten

source: Add Purchasing Data
de_ch: Einkaufsdaten hinzufügen

source: There are no inventory items defined in the system (Purchased or manufactured items).
de_ch: Es gibt keine Lagerartikel im System (Eingekaufte oder produzierte Artikel).

source: Location
de_ch: Standort

source: Quantity On Hand
de_ch: Verfügbare Anzahl

source: Re-Order Level
de_ch: Wiederbestellungsgrenze

source: Inventory transfer has been processed
de_ch: Lagerumbuchung ist verarbeitet worden

source: View this transfer
de_ch: Diese Umbuchung anzeigen

source: Enter Another Inventory Transfer
de_ch: Weitere Lagerumbuchung eingeben

source: The locations to transfer from and to must be different.
de_ch: Die Standorte der Umbuchungen müssen verschieden sein.

source: The quantity entered is greater than the available quantity for this item at the source location :
de_ch: Die eingegebene Anzahl beim Lagerstandort, von dem abgebucht werden soll, ist grösser, als die verfügbare Anzahl.

source: The quantity entered must be a positive number.
de_ch: Die eingegenbe Anzahl muss positiver Natur sein.

source: Process Transfer
de_ch: Umbuchung vornehmen

source: Inventory Item Movement
de_ch: Lagerartikel umbuchen

source: From Location:
de_ch: Von Standort:

source: Show Movements
de_ch: Zeige Umbuchungen

source: Quantity In
de_ch: Anzahl ein

source: Quantity Out
de_ch: Anzahl aus

source: Quantity on hand before
de_ch: Verfügbare Anzahl zuvor

source: Quantity on hand after
de_ch: Verfügbare Anzahl danach

source: This is a service and cannot have a stock holding, only the total quantity on outstanding sales orders is shown.
de_ch: Dieser Artikel ist eine Dienstleistung und kann nicht in Mengen gelagert werden, nur die ausstehende Anzahl von Verkaufsbestellungen wird angezeigt.

source: Demand
de_ch: Nachgefragt

source: Available
de_ch: Verfügabar

source: On Order
de_ch: In Bestellung

source: Only jpg files are supported - a file extension of .jpg is expected
de_ch: Nur JPEG-Dateien werden unterstützt - eine Datei mit der Endung 'jpg' wird erwartet.

source: The file size is over the maximum allowed. The maximum size allowed in KB is
de_ch: Die Dateigrösse ist höher als das erlaubte Maximum. Das Maximum beträgt in KByte

source: Only graphics files can be uploaded
de_ch: Nur Bild-Dateien können hochgeladen werden

source: Attempting to overwrite an existing item image
de_ch: Sie versuchen eine bestehende Bild-Datei zu überschreiben

source: The existing image could not be removed
de_ch: Die bestehende Bild-Datei kann nicht gelöscht werden

source: File url
de_ch: Datei-Link (url)

source: There are no item categories defined in the system. At least one item category is required to add a item.
de_ch: Es gibt keine Artikelkategorien im System. Mindestens eine Kategorie ist notwendig, damit Artikel hinzugefügt werden können.

source: There are no item tax types defined in the system. At least one item tax type is required to add a item.
de_ch: Es gibt keine Steuerarten für Artikel im System. Mindestens eine Steuerart ist notwendig, um einen Artikel hinzufügen zu können.

source: The item name must be entered.
de_ch: Der Artikelname muss eingegeben werden.

source: The item code cannot be empty
de_ch: Der Artikelcode kann nicht leer sein

source: The item code cannot contain any of the following characters - & + OR a space OR quotes
de_ch: Der Artikelcode darf die folgenden Zeichen nicht enthalten - & + ODER Leer- und Anführungszeichen

source: Cannot delete this item because there are stock movements that refer to this item.
de_ch: Dieser Arikel kann nicht gelöscht werden. Es gibt Lagerveränderungen, die auf diesen Arikel verweisen.

source: Cannot delete this item record because there are bills of material that require this part as a component.
de_ch: Dieser Artikel kann nicht gelöscht werden. Es gibt Materialrechnungen die diesen Artikel als Komponente benötigen.

source: Cannot delete this item record because there are existing sales orders for this part.
de_ch: Dieser Artikel kann nicht gelöscht werden. Es gibt bestehende Verkaufsaufträge die diesen Artikel enthalten.

source: Cannot delete this item because there are existing purchase order items for it.
de_ch: Dieser Artikel kann nicht gelöscht werden. Es gibt bestehende Einkaufsbestellungen für diesen Artikel.

source: Select an item:
de_ch: Wähle einen Artikel:

source: Edit Item
de_ch: Ändere einen Artikel

source: Enter a new item
de_ch: Neuen Artikel eingeben

source: Item
de_ch: Artikel

source: Item Code:
de_ch: Artikelcode:

source: Image File (.jpg)
de_ch: Bild-Datei (.jpg)

source: Category:
de_ch: Kategorie:

source: Item Tax Type:
de_ch: Steuerart für Artikel:

source: Item Type:
de_ch: Artikeltyp:

source: Units of Measure:
de_ch: Masseinheiten:

source: Insert New Item
de_ch: Neuen Artikel einfügen

source: Update Item
de_ch: Artikel ändern

source: Delete This Item
de_ch: Diesen Artikel löschen

source: The item category description cannot be empty.
de_ch: Die Beschreibung zur Artikelkategorie kann nicht leer sein.

source: Cannot delete this item category because items have been created using this item category.
de_ch: Diese Artikelkategorie kann nicht gelöscht werden. Es gibt Artikel für diese Kategorie.

source: New Item Category
de_ch: Neue Artikelkategorie

source: Category Name:
de_ch: Name für Kategorie:

source: The location code must be five characters or less long.
de_ch: Der Standortcode hat fünf oder weniger Zeichen lang zu sein.

source: The location name must be entered.
de_ch: Der Name des Standortes muss eingegeben werden.

source: Cannot delete this location because item movements have been created using this location.
de_ch: Dieser Standort kann nicht gelöscht werden. Es gibt Lagerverschiebungen, welche diesen Standort verwenden.

source: Cannot delete this location because it is used by some work orders records.
de_ch: Dieser Standort kann nicht gelöscht werden. Er wird in Arbeitsaufträgen verwendet.

source: Cannot delete this location because it is used by some branch records as the default location to deliver from.
de_ch: Dieser Standort kann nicht gelöscht werden. Er wird von einigen Abteilungen als Standardstandort für die Lieferung verwendet.

source: Location Code
de_ch: Code für Standort

source: Location Name
de_ch: Name für Standort

source: New Location
de_ch: Neuer Standort

source: Location Code:
de_ch: Code für Standort:

source: Location Name:
de_ch: Name für Standort:

source: Contact for deliveries:
de_ch: Kontakt für Lieferungen:

source: Telephone No:
de_ch: Telefonnummer:

source: Facsimile No:
de_ch: Faxnummer:

source: Email:
de_ch: Mail:

source: The inventory movement type name cannot be empty.
de_ch: Der Name für die Art der Lagerverschiebung darf nicht leer sein.

source: Cannot delete this inventory movement type because item transactions have been created referring to it.
de_ch: Die Lagerverschiebungsart kann nicht gelöscht werden. Es gibt Artikelbuchungen, die auf diese Art verweisen.

source: New Inventory Movement Type
de_ch: Neue Lagerverschiebungsart

source: View Inventory Adjustment
de_ch: Neue Lageranpassung

source: At Location
de_ch: An Standort

source: Adjustment Type
de_ch: Art der Anpassung

source: Quantity
de_ch: Anzahl

source: Units
de_ch: Einheiten

source: Unit Cost
de_ch: Kosten per Einheit

source: This adjustment has been voided.
de_ch: Die Anpassung wurde storniert.

source: View Inventory Transfer
de_ch: Zeige Lagerverschiebungen

source: From Location
de_ch: Von Standort

source: To Location
de_ch: Zu Standort

source: Search Outstanding Work Orders
de_ch: Suche nach ausstehenden Arbeitsaufträgen

source: Search Work Orders
de_ch: Such nach Arbeitsaufträgen

source: at Location:
de_ch: von Standort:

source: for item:
de_ch: für Artikel

source: Required
de_ch: Benötigt

source: Manufactured
de_ch: Hergestellte

source: Required By
de_ch: Benötigt am

source: Issue
de_ch: Angelegenheit

source: Produce
de_ch: Erzeugnis

source: Costs
de_ch: Kosten

source: Not Released
de_ch: Nicht veröffentlicht

source: Release
de_ch: Veröffentlichung

source: Produce or Unassemble Finished Items From Work Order
de_ch: Erzeugte oder nicht montierte fertiggestellte Artikel eines Arbeitsauftrages

source: The manufacturing process has been entered.
de_ch: Der Fertigungsauftrag wurde eingegeben.

source: Select another Work Order to Process
de_ch: Anderen Arbeitsauftrag für Produktion wählen

source: The order number sent is not valid.
de_ch: Die gesendete Bestellnummer ist nicht gültig.

source: The production date cannot be before the release date of the work order.
de_ch: Das Produktionsdatum kann nicht vor dem Veröffentlichungsdatum eines Arbeitsauftrages liegen.

source: The unassembling cannot be processed because there is insufficient stock.
de_ch: Die Demontage kann nicht verarbeitet werden aufgrund ungenügender Lagerbestände.

source: Produce Finished Items
de_ch: Erzeugte fertiggestellte Artikel

source: Return Items to Work Order
de_ch: Weise Artikel Arbeitsaufträgen

source: Quantity:
de_ch: Menge:

source: Date:
de_ch: Datum:

source: Process
de_ch: Verarbeitung

source: Process And Close Order
de_ch: Verarbeite und Bestellung schliessen

source: There are no manufacturable items defined in the system.
de_ch: Es gibt keine zu fertigende Artikel im System.

source: The work order been added.
de_ch: Der Arbeitsauftrag ist hinzugefügt worden.

source: The work order been updated.
de_ch: Der Arbeitsauftrag ist geändert worden.

source: Work order has been deleted.
de_ch: Der Arbeitsauftrag ist gelöscht worden.

source: This work order has been closed. There can be no more issues against it.
de_ch: Der Arbeitsauftrag ist geschlossen worden. Es können keine weiteren Aktionen mehr ausgeführt werden.

source: Enter a new work order
de_ch: Neuen Arbeitsauftrag eingeben

source: Select an existing work order
de_ch: Bestehenden Arbeitsauftrag auswählen

source: The quantity entered must be numeric.
de_ch: Die eingegebene Anzahl muss numerisch sein.

source: The quantity entered must be a positive number greater than zero.
de_ch: Die eingegebene Anzahl muss positiver Natur und grösser als Null sein.

source: The selected item to manufacture does not have a bom.
de_ch: Der ausgewählte Artikel, der gefertigt werden soll, hat keinen Fertigungsplan

source: The cost entered must be numeric.
de_ch: Die eingegebenen Kosten müssen numerischer Natur sein.

source: The cost entered cannot be negative.
de_ch: Die eingegebenen Kosten können nicht negativ sein.

source: The work order cannot be processed because there is an insufficient quantity for component:
de_ch: Der eingegebene Arbeitsauftrag kann nicht verarbeitet werden. Es gibt eine ungenügende Anzahl an Komponenten.

source: Location:
de_ch: Standort:

source: The selected item cannot be unassembled because there is insufficient stock.
de_ch: Die ausgewählten Artikel können nicht gefertigt werden. Der Lagerbestand ist ungenügend.

source: The quantity cannot be changed to be less than the quantity already manufactured for this order.
de_ch: Die Anzahl kann nicht auf eine Anzahl reduziert werden, die bereits produziert wurde für diese Bestellung.

source: This work order cannot be deleted because it has already been processed.
de_ch: Der Arbeitsauftrag kann nciht gelöscht werden. Er wurde bereits verarbeitet.

source: This work order is closed and cannot be edited.
de_ch: Der Arbeitsauftrag ist geschlossen und kann nicht mehr bearbeitet werden.

source: Destination Location:
de_ch: Bestimmungsstandort:

source: Quantity Required:
de_ch: Mindestmenge:

source: Quantity Manufactured:
de_ch: Produzierte Menge:

source: Total Additional Costs:
de_ch: Total der zusätzlichen Kosten:

source: Released On:
de_ch: Veröffentlicht am:

source: Close This Work Order
de_ch: Diesen Arbeitsauftrag schliessen

source: Delete This Work Order
de_ch: Diesen Arbeitsauftrag löschen

source: Issue Items to Work Order
de_ch: Artikel einem Arbeitsauftrag zuweisen

source: The work order issue has been entered.
de_ch: Der Arbeitsauftrag ist erteilt worden.

source: The entered date for the issue is invalid.
de_ch: Das eingegebene Datum für diesen Punkt ist ungültig.

source: The issue cannot be processed because an entered item would cause a negative inventory balance :
de_ch: Dieser Teil kann nicht verarbeitet werden, weil eingetragene Artikel einen negativen Lagerbestand auslösen würden.

source: The process cannot be completed because there is an insufficient total quantity for a component.
de_ch: Der Prozess kann nicht abgeschlossen werden, weil für eine Komponente keine genügende Anzahl an Artikeln verfügbar sind.

source: Component is :
de_ch: Komponente ist :

source: From location :
de_ch: Von Standort :

source: Items to Issue
de_ch: Artikel für diesen Punkt

source: Process Issue
de_ch: Diesen Punkt prodzuieren

source: Work Order Release to Manufacturing
de_ch: Freigabedatum für Arbeitsauftrag für Produktion

source: This work order has already been released.
de_ch: Dieser Arbeitsauftrag ist bereits freigegeben worden.

source: This Work Order cannot be released. The selected item to manufacture does not have a bom.
de_ch: Dieser Arbeitsauftrag kann nicht freigegeben werden. Die ausgewählten Artikel haben keinen Fertigungsplan.

source: The work order has been released to manufacturing.
de_ch: Der Arbeitsauftrag ist für die Fertigung freigegeben worden.

source: Select another work order
de_ch: Anderen Arbeitsauftrag wählen

source: Work Order #:
de_ch: Arbeitsauftrag #:

source: Work Order Reference:
de_ch: Referenz für Arbeitsauftrag:

source: Released Date
de_ch: Datum der Fertigstellung

source: Release Work Order
de_ch: Arbeitsauftrag freigeben

source: Costed Bill Of Material Inquiry
de_ch: Verursachte Materialkosten abfragen

source: There are no manufactured or kit items defined in the system.
de_ch: Es gibt keine hergestellten oder zusammengestellten Artikel im System.

source: All Costs Are In:
de_ch: Alle Kosten in:

source: Enter an item code above, to view the costed bill of material for.
de_ch: Artikelcode eingeben, um den die veranschlagten Materialkosten anzuzeigen.

source: Select an item to display its parent item(s).
de_ch: Wähle Artikel, um die Elternartikel anzuzeigen.

source: The selected item is not used in any BOMs.
de_ch: Der ausgewählte Artikel wird von keinen Fertigungsplan verwendet.

source: Parent Item
de_ch: Vom Artikel abhängende Artikel

source: Work Centre
de_ch: Arbeitsplatz

source: Quantity Required
de_ch: Mindestmenge

source: Bill Of Materials
de_ch: Materialplan

source: There are no work centres defined in the system. BOMs require at least one work centre be defined.
de_ch: Es sind keine Arbeitsplätze definiert im System. Materialpläne benötigen mindestens einen definierten Arbeitsplatz.

source: The selected component is already on this bom. You can modify it's quantity but it cannot appear more than once on the same bom.
de_ch: Der gewählte Artikel ist bereits auf diesem Materialplan. Sie können die Anzahl verändern, nicht aber den Artikel mehrfach in einem Materialplan verwenden.

source: The selected component is a parent of the current item. Recursive BOMs are not allowed.
de_ch: Der gewählte Artikel ist ein Elternartikel des bestehenden Artikels. Rekursive Stücklisten sind nicht erlaubt.

source: The component item has been deleted from this bom.
de_ch: Die Artikelkomponente ist von diesem Fertigungsplan entfernt worden.

source: Select a manufacturable item:
de_ch: Bitte herstellbaren Artikel wählen:

source: Add a new Component
de_ch: Neue Komponente hinzufügen

source: Component:
de_ch: Komponente:

source: Location to Draw From:
de_ch: Standort für Bezug:

source: Work Centre Added:
de_ch: Arbeitsplatz hinzugefügt:

source: Add/Update
de_ch: Hinzufügen/Ändern

source: The work centre name cannot be empty.
de_ch: Der Name des Arbeitsplatzes kann nicht gelöscht werden.

source: Cannot delete this work centre because BOMs have been created referring to it.
de_ch: Dieser Arbeitsplatz kann nicht gelöscht werden. Es gibt Materialpläne, die diesen Arbeitsplatz verwenden.

source: Cannot delete this work centre because work order requirements have been created referring to it.
de_ch: Dieser Arbeitsplatz kann nicht gelöscht werden. Teile von Arbeitsaufträge verweisen auf diesen.

source: description
de_ch: Beschreibung

source: New Work Centre
de_ch: Neuer Arbeitsplatz

source: View Work Order
de_ch: Zeige Arbeitsaufträge

source: BOM for item:
de_ch: Materialplan für Artikel:

source: Work Order Requirements
de_ch: Benötigte Teile für Arbeitsauftrag

source: Issues
de_ch: Punkte

source: Productions
de_ch: Produktionen

source: This work order has been voided.
de_ch: Dieser Arbeitsauftrag ist storniert worden.

source: View Work Order Issue
de_ch: Zeige Punkte des Arbeitsauftrages

source: Issue #
de_ch: Punkt #

source: For Work Order #
de_ch: Für Arbeitsauftrag #

source: To Work Centre
de_ch: For Arbeitsplatz

source: Date of Issue
de_ch: Datum des Punktes

source: This issue has been voided.
de_ch: Dieser Punkt ist storniert worden.

source: There are no items for this issue.
de_ch: Es gibt keine Artikel für diesen Punkt.

source: Component
de_ch: Komponente

source: Items for this Issue
de_ch: Artikel für diesen Punkt

source: View Work Order Production
de_ch: Zeige in Produktion stehende Arbeitsaufträge

source: Production #
de_ch: Produktion #

source: Quantity Manufactured
de_ch: Hergestellte Menge

source: This production has been voided.
de_ch: Diese Produktion ist storniert worden.

source: Modify Purchase Order #
de_ch: Verändere Einkaufsbestellung #

source: Purchase Order has been entered
de_ch: Einkaufsbestellung ist eingegeben worden

source: Purchase Order has been updated
de_ch: Einkaufsbestellung ist verändert worden

source: View this order
de_ch: Diese Bestellung anzeigen

source: Receive Items on this Purchase Order
de_ch: Artikel erhalten für diese Einkaufsbestellung

source: Enter Another Purchase Order
de_ch: Andere Einkaufsbestellung eingeben

source: Select An Outstanding Purchase Order
de_ch: Wähle eine ausstehende Einkaufsbestellung

source: This item cannot be deleted because some of it has already been received.
de_ch: Dieser Artikel kann nicht gelöscht werden. Einige Teilartikel sind bereits eingegangen.

source: This order cannot be cancelled because some of it has already been received.
de_ch: Diese Bestellung kann nicht storniert werden. Einige Teilartikel sind bereits eingegangen.

source: The line item quantities may be modified to quantities more than already received. prices cannot be altered for lines that have already been received and quantities cannot be reduced below the quantity already received.
de_ch: Die Anzahl der Artikelposten kann über die bereits erhaltene Menge verändert werden. Preise dagegen können nicht mehr verändert werden für Posten, die bereits eingegangen sind und die Anzahl kann nicht unter die bereits erhaltene Anzhl gesenkt werden.

source: This purchase order has been cancelled.
de_ch: Die Einkaufsbestellung ist storniert worden.

source: Enter a new purchase order
de_ch: Neue Einkaufsbestellung eingeben

source: The quantity of the order item must be numeric.
de_ch: Die Anzahl der bestellten Artikel muss numerischer Natur sein.

source: The quantity of the ordered item entered must be a positive amount.
de_ch: Die Anzahl der bestellten Artikel muss positiver Natur sein.

source: You are attempting to make the quantity ordered a quantity less than has already been invoiced or received. This is prohibited.
de_ch: Sie versuchen die Anzahl der bestellten Artikel so zu reduzieren, dass weniger bestehen würden, als bereits eingegangen oder fakturiert sind. Dies ist nicht erlaubt.

source: The quantity received can only be modified by entering a negative receipt and the quantity invoiced can only be reduced by entering a credit note against this item.
de_ch: Die Anzahl der erhaltenen Artikel kann nur verändert werden, wenn eine negative Nummer eingegeben wird. Die Anzahl der fakturierten Artikel kann nur reduziert werden, wenn eine Gutschrift für die entsprechenden Artikel ausgestellt wird.

source: The selected item is already on this order.
de_ch: Der ausgewählte Artikel ist bereits auf der Bestellung.

source: The selected item does not exist or it is a kit part and therefore cannot be purchased.
de_ch: Der ausgewählte Artikel existiert nicht oder ist Teil einer Gesamtlieferung und kann daher nicht eingekauft werden.

source: The entered order date is invalid.
de_ch: Das eingegebene Bestelldatum ist ungültig.

source: There is no reference entered for this purchase order.
de_ch: Es gibt keine Referenz für die eingegebene Einkaufsbestellung.

source: There is no delivery address specified.
de_ch: Es ist keine Lieferadresse vorhanden.

source: There is no location specified to move any items into.
de_ch: Es ist keine Standort vorhanden für das Einlagern der Artikel.

source: The order cannot be placed because there are no lines entered on this order.
de_ch: Die Bestellung kann nicht erstellt werden. Es gibt keine eingegebneen Posten in dieser Bestellung.

source: Update Order
de_ch: Bestellung bearbeiten

source: Place Order
de_ch: Bestellung erstellen

source: Cancel Order
de_ch: Bestellung stornieren

source: Receive Purchase Order Items
de_ch: Eingekaufte Artikel einer Bestellung erhalten

source: Purchase Order Delivery has been processed
de_ch: Die Lieferung der Einkaufsrechnung ist verarbeitet worden.

source: View this Delivery
de_ch: Diese Lieferung anzeigen

source: Select a different purchase order for receiving items against
de_ch: Wähle eine andere Einkaufsbestellung, um Artikel entgegenzunehmen

source: This page can only be opened if a purchase order has been selected. Please select a purchase order first.
de_ch: Diese Seite kann nur geöffnet werden, sofern eine Einkaufbestellung ausgewählt worden ist. Bitte wählen Sie zunächst eine Einkaufsbestellung aus.

source: Item Code
de_ch: Artikelcode

source: Ordered
de_ch: Bestellt

source: Received
de_ch: Erhalten

source: Outstanding
de_ch: Ausstehende

source: This Delivery
de_ch: Diese Lieferung

source: Total value of items received
de_ch: Gesamtbetrag der erhaltenen Artikel

source: There is nothing to process. Please enter valid quantities greater than zero.
de_ch: Nichts zu verarbeiten. Bitte geben Sie eine gültige Anzahl ein, die grösser als Null ist.

source: Entered quantities cannot be greater than the quantity entered on the purchase order including the allowed over-receive percentage
de_ch: Die erhaltene Anzahl kann nicht grösser sein als die Anzahl bei der Einkaufsbestellung. Darin enthalten ist der erlaubte Prozentsatz einer Überlieferung

source: Modify the ordered items on the purchase order if you wish to increase the quantities.
de_ch: Bearbeiten Sie die bestellten Artikel der Bestellung, falls Sie die Menge erhöhen möchten.
