Repository: Diordna-Group/guardocs
Catalog: archivista/erp/lang/*/LC_MESSAGES/*.po
Languages: de_ch

source: Tax Types
de_ch: Steuerarten

source: The tax type name cannot be empty.
de_ch: Die Steuerart darf nicht leer sein.

source: The default tax rate must be numeric.
de_ch: Der Standardsatz für die Steuer muss numerisch sein.

source: The default tax rate cannot be less than zero.
de_ch: Der Standardsatz für die Steuer kann nicht kleiner als Null sein.

source: Cannot delete this tax type because tax groups been created referring to it.
de_ch: Diese Steuerart kann nicht gelöscht werden, weil sie von erstellten Steuergruppen abhängt.

source: Sales GL Account
de_ch: Verkaufskonto für Hauptbuch

source: Purchasing GL Account
de_ch: Einkaufskonto für Hauptbuch

source: New Tax Type
de_ch: Neuer Steuersatz

source: Default Rate:
de_ch: Standardmenge

source: Sales GL Account:
de_ch: Verkaufskonto für Hauptbuch:

source: Purchasing GL Account:
de_ch: Einkaufskonto für Hauptbuch:

source: Outstanding:
de_ch: Ausstehend:

source: Main Menu
de_ch: Hauptmenü

source: There are no transactions for this dimension.
de_ch: Es gibt keine Buchungen für diese Dimension.

source: Transactions for this Dimension
de_ch: Buchungen für diese Dimension

source: Work Order:
de_ch: Auftrag:

source: Customer:
de_ch: Kunde:

source: Add item
de_ch: Posten hinzufügen

source: Reverse Transaction:
de_ch: Stornobuchung:

source: Pay To:
de_ch: Zahlbar an:

source: To the Order of:
de_ch: Für die Bestellung von:

source: Add Item
de_ch: Artikel hinzufügen

source: DATABASE ERROR :
de_ch: Datenbankfehler :

source: The entered information is a duplicate. Please go back and enter different values.
de_ch: Die getätigte Eingabe besteht doppelt. Bitte zurückgehen und eine andere Eingabe tätigen.

source: Back
de_ch: Zurück

source: Incorrect Password
de_ch: Falsches Passwort

source: The user and password combination is not valid for the system.
de_ch: Benutzer und Passwort sind nicht gültig für das System.

source: If you are not an authorized user, please contact your system administrator to obtain an account to enable you to use the system.
de_ch: Falls Sie kein authorisierter Benutzer sind, bitte kontaktieren Sie ihren Systemadministratoren, damit Sie ein Konto zum Arbeiten mit diesem System erhalten.

source: Security settings have not been defined for your user account.
de_ch: Sicherheitseinstellungen für dieses Konto sind noch nicht definiert worden.

source: Please contact your system administrator.
de_ch: Bitte Systemadministrator kontaktieren.

source: Access denied
de_ch: Zugriff verweigert

source: The security settings on your account do not permit you to access this function
de_ch: Die Sicherheitseinstellungen für ihr Konto erlauben es Ihnen nicht diese Fuunktion zu wählen

source: Bank Payment
de_ch: Bankanweisung

source: Bank Deposit
de_ch: Bankguthaben

source: Funds Transfer
de_ch: Belegloser Zahlungsverkehr

source: Sales Invoice
de_ch: Verkaufsrechnung

source: Location Transfer
de_ch: Standort verschieben

source: Inventory Adjustment
de_ch: Lager anpassen

source: Supplier Invoice
de_ch: Lieferantenrechnung

source: Supplier Payment
de_ch: Lieferantenzahlung

source: Work Order
de_ch: Arbeitsauftrag

source: Work Order Issue
de_ch: Arbeitsauftrag für Posten

source: Work Order Production
de_ch: Arbeitsauftrag für Produktion

source: Cost Update
de_ch: Aufwand aktualisieren

source: Savings Account
de_ch: Konten sichern

source: Chequing Account
de_ch: Bankkonto

source: Credit Account
de_ch: Kreditkonto

source: Cash Account
de_ch: Kassenkonto

source: Assemble
de_ch: Hergestellte

source: Unassemble
de_ch: Nicht Hergestellte

source: Advanced Manufacture
de_ch: Erweiterte Fertigung

source: You should automatically be forwarded.
de_ch: Sie werden automatisch benachrichtigt.

source: If this does not happen
de_ch: Im Falle, dass nichts passiert

source: click here
de_ch: bitte hier klicken

source: to continue
de_ch: weiterfahren mit

source: All Suppliers
de_ch: Alle Lieferanten

source: All Customers
de_ch: Alle Kunden

source: All Branches
de_ch: Alle Abteilungen

source: All Locations
de_ch: Alle Standorte

source: All Items
de_ch: Alle Posten

source: Purchased
de_ch: Eingekaufte

source: Service
de_ch: Dienstleistungen

source: All Work Centres
de_ch: Alle Arbeitsplätze

source: All Types
de_ch: Alle Arten

source: Overdue Invoices
de_ch: Überfällige Rechnungen

source: Invoices
de_ch: Rechnungen

source: Overdue Credit Notes
de_ch: Meldung bei Überschreiten der Kreditlimite

source: Automatically put balance on back order
de_ch: Automatisch Ausgleich bei Auftragsrückstand setzen

source: Cancel any quantites not delivered
de_ch: Storno von nicht gelieferten Mengen

source: in units of :
de_ch: in Megen von :

source: GL
de_ch: HB

source: Date Voided:
de_ch: Datum des Fehlers:

source: Included
de_ch: Inklusive

source: Total Amount
de_ch: Total der Menge

source: Total Allocated:
de_ch: Total der Reservierungen:

source: Left to Allocate:
de_ch: Übriglassen für Reservierungen:

source: January
de_ch: Januar

source: February
de_ch: Februar

source: March
de_ch: März

source: May
de_ch: Mai

source: June
de_ch: Juni

source: July
de_ch: Juli

source: October
de_ch: Oktober

source: December
de_ch: Dezember

source: Su
de_ch: So

source: Tu
de_ch: Di

source: We
de_ch: Mi

source: Th
de_ch: Do

source: For Part:
de_ch: Zu Posten:

source: This item is already on this order. You can change the quantity ordered of the existing line if necessary.
de_ch: Dieser Posten ist bereits auf der Bestellung. Falls gewünscht können Sie die bestellte Menge einer bestehenden Zeile anpassen.

source: Positive Adjustment
de_ch: Positive Anpassung

source: Negative Adjustment
de_ch: Negative Anpassung

source: To Location:
de_ch: An Standort:

source: The bill of material for this item is empty.
de_ch: Die Materialrechnung für diesen Posten ist leer.

source: Total Cost
de_ch: Totalkosten

source: There are no Requirements for this Order.
de_ch: Es gibt keine Abhängigkeiten für diese Bestellung.

source: Unit Quantity
de_ch: Anzahl der Menge

source: Total Quantity
de_ch: Total der Menge

source: Units Issued
de_ch: Fertigungsmenge

source: On Hand
de_ch: Verfügbar

source: There are no Productions for this Order.
de_ch: Es gibt keine Produktanfertigungen für diese Bestellung.

source: There are no Issues for this Order.
de_ch: Es gibt keine Posten für diese Bestellung.

source: There are no Payments for this Order.
de_ch: Es gibt keine Zahlungen für diese Bestellung.

source: Manufactured Item
de_ch: Hergestellter Artikel

source: Into Location
de_ch: Für Standort

source: This work order is closed.
de_ch: Diese getätigte Bestellung ist geschlossen

source: Return Items to Location
de_ch: Rücksendung der Posten an Standort

source: Issue Items to Work order
de_ch: Auftragsposten für Arbeitsplatz

source: To Work Centre:
de_ch: Für Arbeitsplatz:

source: Issue Date:
de_ch: Auftragsdatum:

source: For Purchase Order
de_ch: Für Einkaufsbestellung

source: Deliver Into Location
de_ch: Lieferung an Standort

source: Date Items Received
de_ch: Artikel erhalten an Datum

source: Order Comments
de_ch: Bemerkungen zur Bestellung

source: Supplier's Ref.:
de_ch: Referenz des Lieferanten:

source: Terms:
de_ch: Konditionen:

source: Sub-total:
de_ch: Zwischentotal:

source: Invoice Total:
de_ch: Gesamttotal Rechnung:

source: Credit Note Total:
de_ch: Total der Gutschrift:

source: GL Items for this Invoice
de_ch: Einträge Hauptbuchhaltung für Rechnung

source: GL Items for this Credit Note
de_ch: Einträge Hauptbuchhaltung für Gutschrift

source: Received Items Charged on this Invoice
de_ch: Gelieferte Artikel werden aufgrund dieser Offerte verrechnet

source: Received Items Credited on this Note
de_ch: Gelieferte Artikel werden mit dieser Gutschrift fakturiert

source: Delivery Sequence #
de_ch: Lieferantenstatus #

source: Supplier Currency:
de_ch: Liferantenwährung:

source: Supplier's Reference:
de_ch: Lieferantenreferenz:

source: Receive Into:
de_ch: Ware erhalten:

source: Get Address
de_ch: Adresse erhalten

source: The default stock location set up for this user is not a currently defined stock location. Your system administrator needs to amend your user record.
de_ch: Der dem Kunden zugewiesene Lagerstandort ist derzeit nicht als Lagerstandort vorhanden. Ihr System-Administrator muss Ihr Konto entsprechend anpassen.

source: Deliver to:
de_ch: Lieferung an:

source: Order Items
de_ch: Bestellte Artikel

source: Required Delivery Date
de_ch: Benötigter Liefertermin

source: Total Excluding Shipping/Tax
de_ch: Gesamttotal ohne Versand/MwSt

source: Cust no
de_ch: Kundennummer

source: Your Ref
de_ch: Ihre Referenz

source: Our Ref.
de_ch: Unsere Referenz

source: Your VAT no.
de_ch: Ihre MwSt-Nummer

source: Our VAT No.
de_ch: Unsere MwSt-Nummer

source: Domicile
de_ch: Domizil

source: Please quote Invoice no. when paying. All amounts stated in
de_ch: Bitte vermerken Sie die Rechnungsnummer bei der Zahlung. Alle Beträge in

source: Phone/Fax/Email
de_ch: Telefon/Fax/Mail

source: You can pay through
de_ch: Zahlungsmöglichkeiten

source: DueDate
de_ch: Fälligkeitsdatum

source: Dear Sirs
de_ch: Sehr geehrte Damen und Herren

source: Attached you will find
de_ch: In der Beilage finden Sie

source: Kindest regards
de_ch: Herzliche Grüsse

source: Invoice no.
de_ch: Rechnungsnummer

source: Order no.
de_ch: Bestellnumer

source: TOTAL ORDER EX VAT
de_ch: Gesamttotal Bestellung exkl. MwSt

source: TOTAL PO EX VAT
de_ch: Gesamttotal exkl. MwSt

source: Outstanding Transactions
de_ch: Ausstehende Buchungen

source: Statement
de_ch: Erklärung

source: as of
de_ch: läuft ab

source: Sales Credit Note
de_ch: Verkaufsgutschrift

source: Cheque Withdrawal
de_ch: Entnahme aus Bank

source: Cheque Deposit
de_ch: Einlage in Bank

source: Cash Withdrawal
de_ch: Barentnahme

source: Cash Deposit
de_ch: Bareinlage

source: Inventory Release
de_ch: Lagerbestand auslösen

source: Inventory Add
de_ch: Hinzufügen ins Lager

source: Inventory Return
de_ch: Rücknahme an Lager

source: Active
de_ch: Aktiv

source: Print Out Date
de_ch: Datum ausdrucken

source: Fiscal Year
de_ch: Buchhaltungsjahr

source: Page
de_ch: Seite

source: sent to
de_ch: gesendet an

source: NOT sent to
de_ch: Nicht gesendet an

source: Report Classes:
de_ch: Berichte für Klasse:

source: Reports For Class:
de_ch: Berichte für Klassen:

source: Display:
de_ch: Bildschirm:

source: No Currency Filter
de_ch: Kein Filter für Währungen

source: No Payment Link
de_ch: Kein Link für Zahlungen

source: No Graphics
de_ch: Keine Graphiken

source: Vertical bars
de_ch: Vertikale Linien

source: Horizontal bars
de_ch: Horizontale Linien

source: Dots
de_ch: Punkte

source: Lines
de_ch: Linien

source: No Type Filter
de_ch: Kein Filter für Typ

source: No Account Group Filter
de_ch: Kein Filter für Gruppenkonten

source: No Dimension Filter
de_ch: Kein Filter für Kostenstellen

source: No Customer Filter
de_ch: Kein Filter für Kunden

source: No Supplier Filter
de_ch: Kein Filter für Lieferanten

source: IV
de_ch: Rechn.

source: CN
de_ch: Gutschr.

source: No Location Filter
de_ch: Kein Filter für Lokalität

source: No Category Filter
de_ch: Kein Filter für Kategorie

source: No Area Filter
de_ch: Kein Filter für Region

source: No Sales Folk Filter
de_ch: Kein Filter für Verkaufspersonal

source: Write off
de_ch: Abschreibungen

source: Stocks below Re-Order Level at
de_ch: Lagerbestand unter Wiederbestellungslimite bei

source: Below
de_ch: Untenstehend

source: Please reorder
de_ch: Bitte erneut bestellen

source: Customer Currency:
de_ch: Kundenwährung:

source: Customer Discount:
de_ch: Kundenrabatt

source: Items Returned to Location
de_ch: Artikel zurückgesandt an Standort

source: Write off the cost of the items to
de_ch: Kosten des Artikels abschreiben auf

source: The selected customer account is currently on hold. Please contact the credit control personnel to discuss.
de_ch: Das gewählte Kundenkonto ist gegenwärtig auf 'Zurückstellen' gesetzt. Bitte kontktieren Sie die Person, welche die Kreditorenkontrolle innehat, um herauszufinden, weshalb dies der Fall ist.

source: The selected customer and branch are not valid, or the customer does not have any branches.
de_ch: Der gewählte Kunde oder die Abteilung sind nicht gültig, oder der Kunde ist keiner Abteilung zugeordnet.

source: Invoice Delivery Details
de_ch: Details zur Rechnung einer Lieferung

source: Order Delivery Details
de_ch: Details zur Lieferung einer Bestellung

source: Required Delivery Date:
de_ch: Benötigtes Lieferdatum:

source: Deliver from Location:
de_ch: Lieferung von Standort:

source: Deliver To:
de_ch: Lieferung an:

source: Contact Phone Number:
de_ch: Telefonnummer für Kontakt:

source: Customer Reference:
de_ch: Kundenreferenz:

source: Comments:
de_ch: Bemerkungen:

source: Shipping Charge:
de_ch: Lieferkosten:

source: Shipping Company:
de_ch: Lieferfirma:

source: Direct Delivery
de_ch: Direkte Lieferung

source: Direct Invoice
de_ch: Direkte Rechnung

source: Template Delivery
de_ch: Vorlage für Lieferung

source: Template Invoice
de_ch: Vorlage für Rechnung

source: Select Template for Delivery
de_ch: Vorlage für Lieferung auswählen

source: Search Template for Invoicing
de_ch: Vorlage für Rechnung suuchen

source: Delivery notes
de_ch: Notizen zur Lieferung

source: Direct Sales Delivery
de_ch: Direktverkauf ausliefern

source: Invoice before
de_ch: Rechnung vom

source: Place Delivery
de_ch: Lieferung speichern

source: Cancel Delivery
de_ch: Lieferung stornieren

source: Total Excluding Shipping
de_ch: Total ohne Lieferkosten

source: Delivery Against Sales Orders
de_ch: Lieferschein zu einer Bestellung

source: Invoice Against Sales Delivery
de_ch: Rechnung zu einem Lieferschein

source: Tax Incl
de_ch: Steuer inkl.

source: Sales Type Name:
de_ch: Name Verkaufsart

source: Tax included
de_ch: Steuer inklusive

source: Update
de_ch: Aktualisieren

source: dozens
de_ch: Dutzend

source: Print Deliveries
de_ch: Drucke Lieferungen

source: Salesman Listing
de_ch: Liste der Verkäufer

source: Cannot delete this sales-person because branches are set up referring to this sales-person - first alter the branches concerned.
de_ch: Diese Verkaufsperson kann nicht gelöscht werden. Es gibt Abteilungen, welche von dieser Verkaufsperson betreut werden - Bitte zunächst die entsprechenden Abteilungen anpassen.

source: New Sales Order Entry
de_ch: Neue Verkaufsbestellung erfassen

source: each
de_ch: Anz.

source: Units of Measure
de_ch: Masseinheiten

source: Unit Abbreviation:
de_ch: Abkürzung für Einheit:

source: Descriptive Name:
de_ch: Beschreibender Name

source: Decimal Places:
de_ch: Dezimalstellen

source: New Unit of Measure
de_ch: Neue Masseinheit hinzufügen

source: View This Order
de_ch: Diese Bestellung anzeigen

source: Print This Order
de_ch: Diese Bestellung drucken

source: Make Delivery Against This Order
de_ch: Erstelle Lieferung aus dieser Bestellung

source: Order # %d has been entered.
de_ch: Bestellung # %d ist erfasst worden.

source: You must enter at least one non empty item line.
de_ch: Sie müssen mindestens einen nicht leeren Eintrag erfassen.

source: Delivery Notes
de_ch: Liefernotizen

source: Total Order Value
de_ch: Gesamttotal Bestellung

source: Delivery Date:
de_ch: Lieferdatum:

source: Delivery # %d has been entered.
de_ch: Die Lieferung # %d ist erfasst worden.

source: View This Delivery
de_ch: Diese Lieferung anzeigen

source: Print Delivery Note
de_ch: Diese Lieferung drucken

source: Make Invoice Against This Delivery
de_ch: Aus dieser Lieferung Rechnung erstellen

source: Enter a New Delivery
de_ch: Neuen Lieferung eingeben

source: No Item List
de_ch: Artikelcodes inkl. Namen verwenden

source: No Customer List
de_ch: Kundencodes verwenden

source: No Supplier List
de_ch: Lieferantencodes verwenden

source: Sales Order #%d
de_ch: Verkaufsbestellung #%d

source: Invoice Dead-line
de_ch: Enddatum Rechnung

source: Process Dispatch
de_ch: Verarbeiten und Ausliefern

source: Dispatch
de_ch: Ausliefern

source: Marked items have insufficient quantities in stock as on day of delivery.
de_ch: Für die markierten Artikel ist der Lagerbestand am Tag der Lieferung ungenügend.

source: The delivery cannot be processed because there is an insufficient quantity for item:
de_ch: Die Lieferung kann nicht verarbeitet werden. Der Lagerbestand ist ungenügend für den Artikel:

source: Order # %d has been updated.
de_ch: Bestellung # %d ist aktualisiert worden.

source: Confirm Order Quantities and Make Delivery
de_ch: Bestellte Menge betätigen und Lieferung erstellen

source: Delivery Note
de_ch: Notiz zu Lieferung

source: View this dispatch
de_ch: Diese Auslieferung anzeigen

source: Print this delivery
de_ch: Diese Lieferung drucken

source: View the GL Journal Entries for this Dispatch
de_ch: Einträge im Hauptbuch-Journal für diese Lieferung anzeigen

source: Invoice This Delivery
de_ch: Rechnung für diese Lieferung erstellen

source: Select Another Order For Dispatch
de_ch: Eine andere Bestellung zur Auslieferung auswählen

source: Deliver Items for a Sales Order
de_ch: Artikel für eine Verkaufsbestellung ausliefern

source: This order has no items. There is nothing to delivery.
de_ch: Diese Bestellung hat keine Artikel. Es gibt keine Posten für eine Lieferung.

source: Select a different sales order to delivery
de_ch: Eine andere Verkaufsbestellung für eine Lieferung auswählen

source: Selected delivreies has been processed
de_ch: Ausgewählte Lieferungen sind verarbeitet wroden

source: Issue an Invoice for Delivery Note
de_ch: Rechnung erstellen für fertiggestellte Lieferungen

source: View This Invoice
de_ch: Diese Rechnung anzeigen

source: Print This Invoice
de_ch: Diese Rechnung drucken

source: Select Another Delivery For Invoicing
de_ch: Andere Lieferung für Rechnungsstellung auswählen

source: Direct Sales Invoice
de_ch: Direkte Verkaufsrechnung

source: Print Sales Invoice
de_ch: Diese Verkaufsrechnung drucken

source: Enter a New Direct Invoice
de_ch: Neue Verkaufsrechnung erstellen

source: SALES INVOICE #%d
de_ch: Verkaufsrechnung

source: Search Not Invoiced Deliveries
de_ch: Suchen nach offenen Rechnungen

source: Delivery
de_ch: Lieferung

source: Batch Inv
de_ch: Rechn-Batch

source: Delivery Total
de_ch: Liefertotal

source: Due By
de_ch: Fällig bis

source: Delivery #
de_ch: Lieferung #

source: Customer Transactions
de_ch: Kundenbuchungen

source: View This Credit Note
de_ch: Diese Gutschrift anzeigen

source: Print This Credit Note
de_ch: Diese Gutschrift drucken

source: Credit Note #
de_ch: Gutschrift #

source: Allocation of %s # %d
de_ch: Verarbeiten %s # %d

source: Invoice # %d has been entered.
de_ch: Rechung # %d ist verarbeitet worden.

source: Delivery Details
de_ch: Details zur Lieferung

source: No Image
de_ch: Kein Bild

source: Modifying Delivery Note # %d.
de_ch: Lieferung # %d bearbeiten.

source: Select a different delivery
de_ch: Andere Lieferung auswählen

source: This delivery has all items invoiced. There is nothing to modify.
de_ch: Bei dieser Lieferung sind alle Posten bereits verrechnet. Es gibt nichts zum Ändern.

source: Select a different Invoice to Modify
de_ch: Eine andere Rechnung zum Bearbeiten wählen

source: Sales Invoice # %d has been updated.
de_ch: Die Rechnung # %d ist bearbeitet worden.

source: Modifying Sales Invoice # %d
de_ch: Rechnung bearbeiten # %d

source: Selected deliveries has been processed
de_ch: Ausgewählte Lieferungen sind verarbeitet worden

source: Factor
de_ch: Faktor

source: Factor:
de_ch: Faktor:

source: DELIVERY NOTE
de_ch: Lieferschein

source: TOTAL DELIVERY INCL. VAT
de_ch: Gesamttotal inkl. Mwst

source: Issue Batch Invoice for Delivery Notes
de_ch: Rechnungen als Batch aus Lieferungen erstellen

source: Delivery Note Items
de_ch: Artikel für Lieferung

source: Modifying Sales Order # %d
de_ch: Verkaufsbestellung bearbeiten # %d

source: TOTAL ORDER INCL VAT
de_ch: Gesamttotal inkl. MwSt

source: This quote is 30 days valid. Currency fluctuations to reserve. All amounts stated in
de_ch: Diese Offerte ist 30 Tage gültig. Währungsdiffernezen bleiben vorbehalten. Alle Beträge in

source: Quote
de_ch: Offerte

source: Quote To
de_ch: Offerte an

source: Quote no.
de_ch: Offertennummer

source: Delivery To
de_ch: Lieferung an

source: Print as Quote
de_ch: Als Offerte drucken

source: Possible Delivery Date
de_ch: Mögliches Lieferdatum

source: User name:
de_ch: Benutzername:

source: Company:
de_ch: Firma:

source: Please login here
de_ch: Bitte hier anmelden

source: Login
de_ch: Anmelden

source: Cannot delete this unit of measure because items have been created using this units.
de_ch: Diese Masseinheit kann nicht gelöscht werden, da sie von Artikeln verwendet wird.

source: Areas:
de_ch: Region:

source: Item Translations
de_ch: Übersetzungen zu Artikeln

source: Id
de_ch: Nr

source: New Item Translation
de_ch: Neue Übersetzung hinzufügen

source: The item code cannot be empty.
de_ch: Der Artikelcode muss eingegeben werden.

source: The item name cannot be empty.
de_ch: Der Artikelname muss eingegeben werden.

source: The areas field cannot be empty.
de_ch: Das Feld Regionen darf nicht leer sein.

source: Select a translation:
de_ch: Übersetzung auswählen:

source: Selling:
de_ch: Im Angebot:

source: Depending:
de_ch: Abhängig von

source: Weight:
de_ch: Gewicht:

source: This item depends on item:
de_ch: Dieser Artikel ist abhängig von Artikel:

source: Price factor
de_ch: Preisfaktor
