Repository: Diordna-Group/guardocs
Catalog: archivista/erp/lang/*/LC_MESSAGES/*.po
Languages: de_ch

source: tons
de_ch: Tonnen

source: lbs
de_ch: kg

source: dozen
de_ch: Dutzend

source: pack
de_ch: Paket

source: hrs
de_ch: Std

source: Inquiries
de_ch: Anfragen

source: Accountant
de_ch: Buchhalter

source: Main Menu
de_ch: Hauptmenü

source: Logout
de_ch: Beenden

source: Thank you for using
de_ch: Herzlichen Dank für das Arbeiten mit

source: Click here to Login Again.
de_ch: Bitte hier klicken für erneutes Anmelden.

source: Backup and Restore Database - Error
de_ch: Fehler bei der Datensicherung - Error

source: Backup paths have not been set correctly.
de_ch: Die Datensicherungspfade wurden nicht korrekt gesetzt.

source: Please contact System Administrator.
de_ch: Bitte kontaktieren Sie den System-Administratoren.

source: Backup and Restore Database
de_ch: Datensicherung und Wiederherstellen der Datenbank

source: This extension can not be be viewed:
de_ch: Die Erweiterung kann nicht angezeigt werden:

source: Are you sure you want to delete the backup file -
de_ch: Möchten Sie die Datensicherungdatei wirklich löschen -

source: Please select a file to upload.
de_ch: Bitte geben Sie einen Pfad für das Hochladen an.

source: Backup scripts
de_ch: Datensicherungsskripte

source: Create Backup
de_ch: Datensicherung erstellen

source: Compression
de_ch: Komprimierung

source: Restore Backup
de_ch: Datensicherung wiederherstellen

source: View Backup
de_ch: Datensicherung anzeigen

source: Delete Backup
de_ch: Datensicherung löschen

source: Download Backup
de_ch: Datensicherung herunterladen

source: Upload Backup
de_ch: Datensicherung hochladen

source: Comments
de_ch: Kommentare

source: File successfully deleted.
de_ch: Datei erfolgreich gelöscht.

source: Filename
de_ch: Dateiname

source: Backup is being downloaded...
de_ch: Datensicherung wird heruntergeladen...

source: Backup successfully generated.
de_ch: Datensicherung erfolgreich erstellt.

source: Restore backup completed.
de_ch: Datensicherung erfolgreich zurückgespielt.

source: Uploaded file has been restored.
de_ch: Hochgeladene Datei wurde erfolgreich zurückgespielt.

source: Backup was not uploaded into the system.
de_ch: Datensicherung wurde nicht zum System hochgeladen.

source: No
de_ch: Nein

source: cannot find backup directory
de_ch: Datensicherungsverzeichnis kann nicht gefunden werden

source: Company Setup
de_ch: Einstellungen Firma

source: The company name must be entered.
de_ch: Name der Firma muss eingegeben werden.

source: Company setup has been updated.
de_ch: Die Firma wurde erfolgreich eröffnet.

source: Name (to appear on reports):
de_ch: Name (der auf den Reports erscheint):

source: Official Company Number:
de_ch: Offizielle Firmennummer:

source: Tax Authority Reference:
de_ch: Referenz für Steuerfragen:

source: Tax Periods:
de_ch: Steuerperioden:

source: Months.
de_ch: Monate.

source: Tax Last Period:
de_ch: Letzte Steuerperiode:

source: Months back.
de_ch: Monate zurück.

source: Home Currency:
de_ch: Basis-Währung:

source: Fiscal Year:
de_ch: Buchhaltungsjahr:

source: Address:
de_ch: Adresse:

source: Telephone Number:
de_ch: Telefonnummer:

source: Facsimile Number:
de_ch: Faxnummer:

source: Email Address:
de_ch: Mail-Adresse:

source: Company Logo:
de_ch: Firmenlogo:

source: Domicile:
de_ch: Domizil:

source: Use Dimensions:
de_ch: Kostenstellen verwenden:

source: Custom Field Name
de_ch: Benutzerspezifisches Feld

source: Custom Field Value
de_ch: Benutzerspezifischer Wert

source: Create/Update Company
de_ch: Erstellen/Ändern Firmendaten

source: Cannot open the configuration file -
de_ch: Die Konfigurationsdatei kann nicht geöffnet werden -

source: Cannot write to the configuration file -
de_ch: Schreiben in Konfigurationsdatei ist nicht möglich -

source: The configuration file
de_ch: Die Konfigurationsdatei

source: is not writable. Change its permissions so it is, then re-run the operation.
de_ch: kann nicht geändert werden, weil die Rechte fehlen. Bitte ändern Sie die Dateirechte so, dass dies geht. Anschliessend führen Sie die Operation bitte erneut durch.

source: Error creating Database:
de_ch: Fehler beim Erstellen der Datenbank:

source: , Please create it manually
de_ch: , bitte erstellen Sie diese manuell

source: Error uploading Database Script, please upload it manually
de_ch: Fehler beim Hochladen der Datenbankskripte, bitte laden Sie diese auf manuellem Wege hoch

source: Error removing Database:
de_ch: Fehler beim Entfernen der Datenbank:

source: , please remove it manuallly
de_ch: , bitte löschen Sie diese manuall.

source: Are you sure you want to delete company no.
de_ch: Sind Sie sicher, dass Sie die Firmennummer löschen möchten.

source: Company
de_ch: Firma

source: Database Host
de_ch: Rechner (Host) für Datenbank

source: Database User
de_ch: Datenbankbenutzer

source: Database Name
de_ch: Datenbankname

source: Table Pref
de_ch: Tabellenvoreinstellungen

source: Default
de_ch: Standard

source: Yes
de_ch: Ja

source: Edit
de_ch: Bearbeiten

source: Delete
de_ch: Löschen

source: The marked company is the current company which cannot be deleted.
de_ch: Die ausgewählte Firma ist die aktuelle Firma; diese kann nicht gelöscht werden.

source: Host
de_ch: Rechner (Host)

source: Database Password
de_ch: Passwort für Datenbank

source: None
de_ch: Keine

source: Database Script
de_ch: Datenbankskript

source: New script Admin Password
de_ch: Neues Skript für Administrator-Passwort

source: Choose from Database scripts in SQL folder. No Datase is created without a script.
de_ch: Bitte wählen Sie das Datenbankskript im SQL-Order. Es kann keine Datenbank erstellt werden ohne ein Skript.

source: Save
de_ch: Sichern

source: Create a new company
de_ch: Erstellen einer neuen Firma

source: Display Setup
de_ch: Einstellungen Bildschirm

source: Display settings have been updated.
de_ch: Die Bildschirmeinstellungen sind geändert worden.

source: Decimal Places
de_ch: Dezimalstellen

source: Prices/Amounts:
de_ch: Preis/Bretrag:

source: Quantities:
de_ch: Menge:

source: Exchange Rates:
de_ch: Wechselkurs:

source: Percentages:
de_ch: Prozente:

source: Dateformat and Separators
de_ch: Format für Datum und Trennzeichen

source: Dateformat:
de_ch: Format für Datum:

source: Date Separator:
de_ch: Trennzeichen für Datum:

source: Thousand Separator:
de_ch: Zeichen für Tausendertrennung:

source: Decimal Separator:
de_ch: Zeichen für Dezimaltrennung:

source: Miscellaneous
de_ch: Diverses

source: Show GL Information:
de_ch: Anzeigen der Hauptbuch-Informationen:

source: Show Item Codes:
de_ch: Anzeigen der Artikelcodes:

source: Theme:
de_ch: Thema:

source: Page Size:
de_ch: Seitengrösse:

source: Language
de_ch: Sprache

source: Language:
de_ch: Sprache:

source: Fiscal Years
de_ch: Buchhaltungsjahr

source: Invalid BEGIN date in fiscal year.
de_ch: Ungültiges Startdatum im Buchhaltungsjahr.

source: Invalid END date in fiscal year.
de_ch: Ungültiges Enddatum im Buchhaltungsjahr.

source: BEGIN date bigger than END date.
de_ch: Startdatum ist grösser als Enddatum.

source: Cannot delete this fiscal year because items have been created referring to it.
de_ch: Das Buchhaltungsjahr kann nicht gelöscht werden, weil bereits Posten in diesem erstellt wurden, auf die referenziert wird.

source: Fiscal Year Begin
de_ch: Start Buchhaltungsjahr

source: Fiscal Year End
de_ch: Ende Buchhaltungsjahr

source: Closed
de_ch: Geschlossen

source: The marked fiscal year is the current fiscal year which cannot be deleted.
de_ch: Das ausgewählte Buchhaltungsjahr ist das aktuelle und kann daher nicht gelöscht werden.

source: Fiscal Year Begin:
de_ch: Buchhaltungsjahr Start:

source: Fiscal Year End:
de_ch: Buchhaltungsjahr Ende:

source: Is Closed:
de_ch: Abgeschlossen:

source: Enter a New Fiscal Year
de_ch: Bitte neues Buchhaltungsjahr eingeben

source: Forms Setup
de_ch: Einstellungen für Formulare

source: Forms settings have been updated.
de_ch: Formulareinstellungen wurden geändert.

source: Form
de_ch: Formular

source: Next Reference
de_ch: Nächste Referenz

source: System and General GL Setup
de_ch: System und Einstellungen für Hauptbuch

source: The delivery over-receive allowance must be between 0 and 100.
de_ch: Die Lieferantenüberschüsse müssen zwischen 0 und 100 liegen.

source: The invoice over-charge allowance must be between 0 and 100.
de_ch: Die Rechnungsüberbelastungen müssen zwischen 0 und 100 liegen.

source: The past due days interval allowance must be between 0 and 100.
de_ch: Die vergangenen Fälligkeitstermine müssen zwischen 0 und 100 liegen.

source: The general GL setup has been updated.
de_ch: Die allgemeinen Einstellungen im Hauptbuch wurden geändert.

source: General GL
de_ch: Hauptbuch

source: Retained Earning Clearing Account:
de_ch: Konto für zurückbehaltene Gewinne:

source: Payroll Account:
de_ch: Lohnkonto

source: Past Due Days Interval:
de_ch: Bisherige Zahlungsfristen für Fälligkeiten:

source: days
de_ch: Tage

source: Customers and Sales
de_ch: Kunden und Verkäufe

source: Default Credit Limit:
de_ch: Normale Kreditlimite:

source: Sales Exchange Variances Account:
de_ch: Konto Währungsschwankungen Verkauf

source: Shipping Charged Account:
de_ch: Konto verrechnete Lieferkosten:

source: Customers and Sales Defaults
de_ch: Kunden- und Verkaufseinstellungen

source: Accounts Receivable Account:
de_ch: Debitorenkonto:

source: Sales Account:
de_ch: Erfolgskonto:

source: Sales Discount Account:
de_ch: Konto Verkaufsrabatte

source: Prompt Payment Discount Account:
de_ch: Konto gewährte Zahlungsrabatte:

source: Suppliers and Purchasing
de_ch: Lieferanten und Einkauf

source: Delivery Over-Receive Allowance:
de_ch: Akzeptierte überschüssige Lieferungen:

source: Invoice Over-Charge Allowance:
de_ch: Akzeptierte zu hohe Rechnungen:

source: Purchases Exchange Variances Account:
de_ch: Konto für Währungsschwankungen Einkauf:

source: Goods Received Clearing Account:
de_ch: Verrechnungskonto für erhaltene Güter

source: Suppliers and Purchasing Defaults
de_ch: Einstellungen Lieferanten und Einkauf

source: Accounts Payable Account:
de_ch: Konten Kreditoren/Verbindlichkeiten:

source: Purchase Discount Account:
de_ch: Konto Einkaufsrabatte:

source: Inventory Defaults
de_ch: Voreinstellungen Lager/Inventar

source: Allow Negative Inventory:
de_ch: Netative Lagerbestände zulassen:

source: Inventory Account:
de_ch: Konto für Lager:

source: C.O.G.S. Account:
de_ch: Material- und Warenaufwand

source: Inventory Adjustments Account:
de_ch: Konto Lagerberichtigungen:

source: Item Assembly Costs Account:
de_ch: Konto Produktionskosten:

source: Manufacturing Defaults
de_ch: Einstellungen Produktion

source: Default Work Order Required By After:
de_ch: Einstellungen betr. erteilter Arbeitsaufträge:

source: Dimension Defaults
de_ch: Einstellungen Kostenstellen

source: Default Dimension Required By After:
de_ch: Einstellungen betr. verwendeter Kostenstellen:

source: Install/Update Languages
de_ch: Installation/Ändern Sprachen

source: Cannot open the languages file -
de_ch: Öffnen der Sprachendatei nicht möglich -

source: Cannot write to the language file -
de_ch: Schreiben der Sprachendatei nicht möglich -

source: The language file
de_ch: Die Sprachendatei

source: Are you sure you want to delete language no.
de_ch: Sind Sie sicher, dass Sie die Sprache löschen möchten.

source: Encoding
de_ch: Kodierung

source: Right To Left
de_ch: Rechts nach Links

source: The marked language is the current language which cannot be deleted.
de_ch: Die ausgewählte Sprache ist die aktuelle und kann daher nicht gelöscht werden.

source: Language File
de_ch: Sprachendatei

source: Select your language files from your local harddisk.
de_ch: Bitte wählen Sie die Sprachendatei auf der lokalen Festplatte.

source: Create a new language
de_ch: Neue Sprache erstellen

source: Install/Update Modules
de_ch: Module installieren bzw. aktualisieren

source: Sales
de_ch: Verkauf

source: Purchases
de_ch: Einkauf

source: Items and Inventory
de_ch: Artikel und Lager

source: Manufacturing
de_ch: Produktion

source: Dimensions
de_ch: Kostenrechnung

source: Banking and General Ledger
de_ch: Bank- und Hauptbuchhaltung

source: Setup
de_ch: Einrichten

source: Cannot open the modules file -
de_ch: Moduldatei kann nicht geöffnet werden -

source: Cannot write to the modules file -
de_ch: Schreiben in Moduldatei ist nicht möglich -

source: The modules file
de_ch: Die Moduldateien

source: Are you sure you want to delete module:
de_ch: Sind Sie sicher, dass Sie das Modul löschen möchten:

source: Tab
de_ch: Register

source: Folder
de_ch: Ordner

source: Menu Tab
de_ch: Menü Register

source: Module File
de_ch: Moduldatei

source: SQL File
de_ch: SQL-Datei

source: Select your module PHP file from your local harddisk.
de_ch: Bitte wählen Sie die PHP-Moduldatei von der lokalen Festplatte.

source: Create a new module
de_ch: Neues Modul erstellen

source: Payment Terms
de_ch: Zahlungskonditionen

source: The number of days or the day in the following month must be numeric.
de_ch: Die Anzahl der Tage oder der Tag im folgenden Monat muss numerisch sein.

source: The Terms description must be entered.
de_ch: Die Beschreibungen zu den Konditionen müssen eigegeben werden.

source: When the check box to indicate a day in the following month is the due date, the due date cannot be a day after the 30th. A number between 1 and 30 is expected.
de_ch: Falls das Kästchen, das anzeigt, ob das Zahlungsziel im nächsten Monat liegt, angewählt ist, kann das Zahlungsdatum nicht nach dem 30ten liegen. Ein Zahl zwischen 1 und 30 wird erwartet.

source: When the check box is not checked to indicate that the term expects a number of days after which accounts are due, the number entered should be less than 500 days.
de_ch: Falls das Kästchen nicht angewählt ist, das anzeigt, dass die die Forderungen nach einer bestimmten Anzahl Tage fällig werden, sollte die Anzahl der Tage trotzdem kleiner als 500 sein.

source: Cannot delete this payment term, because customer accounts have been created referring to this term.
de_ch: Diese Zahlungskonditionen können nicht gelöscht werden, weil Benutzerkonten mit diesen Konditionen arbeiten.

source: Cannot delete this payment term, because supplier accounts have been created referring to this term
de_ch: Diese Zahlungskonditionen können nicht gelöscht werden, weil Lieferantenkonten mit diesen arbeiten

source: Description
de_ch: Beschreibung

source: Following Month On
de_ch: Vom nächsten Monat an

source: Due After (Days)
de_ch: Fällig nach (Tagen)

source: N/A
de_ch: k.A.

source: New Payment Term
de_ch: Neue Zahlungskonditionen

source: Terms Description:
de_ch: Beschreibung der Konditionen:

source: Due After A Given No. Of Days:
de_ch: Fällig nach einer bestimmten Anzahl von Tagen:

source: Days (Or Day In Following Month):
de_ch: Tage (oder Tage im folgenden Monate):

source: Shipping Company
de_ch: Lieferfirma

source: The shipping company name cannot be empty.
de_ch: Der Name der Lieferfirma darf nicht leer sein.

source: Cannot delete this shipping company because sales orders have been created using this shipper.
de_ch: Diese Lieferfirma kann nicht gelöscht werden, weil Bestellungen mit dieser Firma als Lieferfirma erstellt wurden.

source: Cannot delete this shipping company because invoices have been created using this shipping company.
de_ch: Diese Lieferfirma kann nicht gelöscht werden, weil Rechnungen mit dieser Firma als Lieferfirma erstellt wurden.

source: Contact Person
de_ch: Kontaktperson

source: Phone Number
de_ch: Telefonnummer

source: Address
de_ch: Adresse

source: New Shipping Company
de_ch: Neue Lieferfirma

source: Contact Person:
de_ch: Kontaktperson:

source: Phone Number:
de_ch: Telefonnummer:

source: Users
de_ch: Benutzer

source: A new user has been added.
de_ch: Ein neuer Benutzer wurde hinzugefügt.

source: The selected user has been updated.
de_ch: Das ausgewählte Benutzerkonto wurde geändert.

source: User has been deleted.
de_ch: Das Benutzerkonto ist gelöscht worden.

source: The user login entered must be at least 4 characters long.
de_ch: Der Benutzername für das Anmelden muss mindestens vier Zeichen lang sein.

source: The password entered must be at least 4 characters long.
de_ch: Das Passwort muss mindestens vier Zeichen lang sein.

source: The password cannot contain the user login.
de_ch: Das Passwort darf nicht den Benutzernamen enthalten.

source: User login
de_ch: Benutzeranmeldung

source: Full Name
de_ch: Vollständiger Name

source: Phone
de_ch: Telefon

source: E-mail
de_ch: Mail

source: Last Visit
de_ch: Letzter Besuch

source: Access Level
de_ch: Benutzerrechte

source: New User
de_ch: Neuer Benutzer

source: User login:
de_ch: Benutzeranmeldung:

source: User Login:
de_ch: Benutzeranmeldung:

source: Password:
de_ch: Passwort:

source: Enter a new password to change, leave empty to keep current.
de_ch: Bitte neues Passwort zum Ändern eingeben, beim Belassen des bisherigen Passwortes Feld leer lassen.

source: Telephone No.:
de_ch: Telefonnummer:

source: Access Level:
de_ch: Benutzerrechte:

source: View or Print Transactions
de_ch: Anzeigen und Drucken von Buchungen

source: Type:
de_ch: Typ:

source: from #:
de_ch: von #:

source: to #:
de_ch: bis #:

source: Search
de_ch: Suchen

source: The starting transaction number is expected to be numeric and greater than zero.
de_ch: Die Nummer der ersten Buchung muss numerisch und grösser als 0 sein.

source: The ending transaction number is expected to be numeric and greater than zero.
de_ch: Die Nummer der letzten Buchung muss numerisch und grösser als 0 sein.

source: There are no transactions for the given parameters.
de_ch: Es gibt keine Buchungen mit den vorhandenen Parametern.

source: Reference
de_ch: Referenz

source: View
de_ch: Anzeigen

source: Print
de_ch: Drucken

source: View GL
de_ch: Hauptbuch anzeigen

source: Void a Transaction
de_ch: Buchung stornieren

source: Transaction Type:
de_ch: Typ der Buchung:

source: Transaction #:
de_ch: Buchungsnummer #:

source: Voiding Date:
de_ch: Stornodatum:

source: Memo:
de_ch: Notiz:

source: Void Transaction
de_ch: Buchung stornieren

source: Are you sure you want to void this transaction ? This action cannot be undone.
de_ch: Sind Sie sicher, dass Sie diese Buchung stornieren wollen ? Die Aktion kann nicht rückgängig gemacht werden.

source: Proceed
de_ch: Weiter

source: Cancel
de_ch: Abbrechen

source: The entered date is invalid.
de_ch: Das eingegebene Datum ist ungültig.

source: The entered date is not in fiscal year.
de_ch: Das eingegebene Datum liegt nicht im Buchungsjahr.

source: The transaction number is expected to be numeric and greater than zero.
de_ch: Die Buchungsnummer muss numerisch und grösser als null sein.

source: The selected transaction has already been voided.
de_ch: Die ausgewählte Buchung ist bereits storniert worden.

source: Selected transaction has been voided.
de_ch: Ausgewählte Buchung wurde storniert.

source: The entered transaction does not exist or cannot be voided.
de_ch: Die eingegebene Buchung existiert nicht und kann nicht storniert werden.

source: Transactions
de_ch: Buchungen

source: Quote and Sales Order Entry
de_ch: Offerten und Bestellungen

source: Select a Sales Order to Invoice
de_ch: Bestellung zum Fakturieren auswählen

source: Customer Payments
de_ch: Kundenzahlungen

source: Sales Invoices
de_ch: Verkaufsrechnung

source: Customer Credit Notes
de_ch: Kundengutschrift

source: Allocate Customer Payments or Credit Notes
de_ch: Verarbeiten von Kundenzahlungen oder Gutschriften

source: Inquiries and Reports
de_ch: Suchabfragen und Reporte

source: Sales Order Inquiry
de_ch: Verkaufsbestellungen suchen

source: Customer Transaction Inquiry
de_ch: Buchungen von Kunden suchen

source: Customer Allocation Inquiry
de_ch: Rechnungen von Kunden suchen

source: Customer and Sales Reports
de_ch: Kunden- und Verkaufsberichte

source: Maintenance
de_ch: Wartung

source: Add and Manage Customers
de_ch: Kunden eröffnen und verwalten

source: Customer Branches
de_ch: Abteilungen zu Kunden

source: Sales Types
de_ch: Verkaufsarten

source: Sales Persons
de_ch: Verkaufspersonal

source: Sales Areas
de_ch: Verkaufsregion

source: Credit Status Setup
de_ch: Kreditstatus einrichten

source: Dimension Entry
de_ch: Eröffnen einer Kostenstelle

source: Outstanding Dimensions
de_ch: Ausstehende Kostenstellen

source: Dimension Inquiry
de_ch: Abfrage einer Kostenstelle

source: Dimension Reports
de_ch: Berichte betr. Kostenstellen

source: Payments
de_ch: Zahlungen

source: Deposits
de_ch: Anzahlungen

source: Bank Account Transfers
de_ch: Zahlungen Bankkonten

source: Journal Entry
de_ch: Journaleintrag

source: Budget Entry
de_ch: Budgeteintrag

source: Bank Account Inquiry
de_ch: Bankkontenabfrage

source: GL Account Inquiry
de_ch: Hauptbuch Kontenabfrage

source: Trial Balance
de_ch: Probebilanz

source: Banking Reports
de_ch: Berichte Bankkonten

source: General Ledger Reports
de_ch: Berichte Hauptbuchhaltung

source: Bank Accounts
de_ch: Bankkonten

source: Payment, Deposit and Transfer Types
de_ch: Zahlungen, Anzahlungen und Überweisungen

source: Currencies
de_ch: Währungen

source: Exchange Rates
de_ch: Wechselkurse

source: GL Accounts
de_ch: Hauptbuchkonten

source: GL Account Groups
de_ch: Hauptbuchgruppen

source: GL Account Classes
de_ch: Hauptbuchkontenklassen

source: Inventory Location Transfers
de_ch: Lagerveränderungen

source: Inventory Adjustments
de_ch: Lagerabgleichungen

source: Inventory Item Movements
de_ch: Artikel in Lager bewegen

source: Inventory Item Status
de_ch: Lagerbestand für Artikel

source: Inventory Reports
de_ch: Berichte Lagerbestand

source: Items
de_ch: Artikel

source: Item Categories
de_ch: Kategorien für Artikel

source: Inventory Locations
de_ch: Lagerstandorte

source: Inventory Movement Types
de_ch: Typen von Lagerbewegungen

source: Item Tax Types
de_ch: Steuerarten für Artikel

source: Reorder Levels
de_ch: Levels neu anordnen

source: Pricing and Costs
de_ch: Preise und Kosten

source: Sales Pricing
de_ch: Verkaufspreis

source: Purchasing Pricing
de_ch: Einkaufspreis

source: Standard Costs
de_ch: Fixkosten

source: Work Order Entry
de_ch: Auftrag erfassen

source: Outstanding Work Orders
de_ch: Ausstehende Aufträge

source: Inventory Item Where Used Inquiry
de_ch: Nachgefrage Lagerartikel

source: Work Order Inquiry
de_ch: Aufträge abfragen

source: Manufactoring Reports
de_ch: Produktionsberichte

source: Bills Of Material
de_ch: Stücklisten

source: Work Centres
de_ch: Arbeitsplatz

source: User Accounts Setup
de_ch: Einstellungen Benutzerkonten

source: Taxes
de_ch: Steuersätze

source: Tax Groups
de_ch: Steuergruppen

source: Maintanance
de_ch: Wartung

source: Backup and Restore
de_ch: Datensicherung und Wiederherstellen

source: Create/Update Companies
de_ch: Erstellen/Bearbeiten von Firmen

source: Purchase Order Entry
de_ch: Einkaufsrechnung anlegen

source: Outstanding Purchase Orders Maintenance
de_ch: Aktuelle Einkaufsbestellungen bearbeiten

source: Payments to Suppliers
de_ch: Zahlungen an Lieferanten

source: Supplier Invoices
de_ch: Lieferantenrechnungen

source: Supplier Credit Notes
de_ch: Lieferantengutschriften

source: Allocate Supplier Payments or Credit Notes
de_ch: Lieferantenzahlungen oder Gutschriften zuweisen

source: Purchase Orders Inquiry
de_ch: Einkaufsrechnungen suchen

source: Supplier Transaction Inquiry
de_ch: Lieferantenbuchungen suchen

source: Supplier Allocation Inquiry
de_ch: Lieferantenanfragen suchen

source: Supplier and Purchasing Reports
de_ch: Lieferanten- und Einkaufsberichte

source: Suppliers
de_ch: Lieferanten

source: The dimension has been entered.
de_ch: Diese Dimension wurde erfasst.

source: The dimension has been updated.
de_ch: Diese Dimension wurde gesichert.
